Repository: NamAnhTranVu/wp
Catalog: kdn-auto-leech/app/lang/kdn-auto-leech-*.po
Languages: vi

source: Save featured images?
vi: Lưu ảnh đại diện?

source: If there are featured images for each post on category page and you want to save the featured images for the posts, check this.
vi: Nếu có ảnh đại diện cho mỗi bài viết ngay trong trang chuyên mục và bạn muốn lưu ảnh đại diện cho các bài viết, hãy đánh dấu.

source: CSS selectors for post featured images in a category page. Gets "src" attributes of "img" tags. E.g. <span class="highlight selector">.post-item > img</span>. When testing, make sure you filled the category test URL. If you give more than one selector, the first match will be used.
vi: Xác định phần tử HTML của URL ảnh đại diện mỗi bài viết trong chuyên mục. Mặc định sẽ lấy thuộc tính <span class="highlight attribute">src</span> của phần tử được chọn. Ví dụ: <span class="highlight selector">.post-item > img</span>. Khi thử nghiệm, hãy đảm bảo bạn đã điền vào URL chuyên mục thử nghiệm. Nếu bạn khai báo nhiều bộ lọc, phát hiện đầu tiên sẽ được sử dụng.

source: Post links come before featured images?
vi: URL bài viết xuất hiện trước ảnh đại diện?

source: If the links for the posts in the category page come before the featured images, considering the position of the featured image and link in the HTML of the page, check this.
vi: Nếu URL các bài viết trong chuyên mục xuất hiện trước các ảnh đại diện, hãy đánh dấu. Tùy chọn này được sử dụng khi bạn thấy ảnh đại diện và các URL bài viết không khớp với nhau.

source: CSS selectors for unwanted elements in the category page. Specified elements will be removed from the HTML of the page. Content extraction will be done after the page is cleared from unnecessary elements.
vi: Xác định phần tử HTML không cần thiết. Các phần tử đó sẽ được xóa khỏi HTML của trang chuyên mục. Nội dung sẽ được xuất ra sau khi các phần tử không cần thiết được xóa.

source: Save Changes
vi: Lưu thay đổi

source: Not found
vi: Không tìm thấy

source: Import/Export Settings
vi: Nhập vào/Xuất ra mã cài đặt

source: Import settings from another site or copy the settings to import for another site
vi: Nhập vào mã cài đặt từ chiến dịch khác hoặc sao chép mã cài đặt của chiến dịch này để nhập vào chiến dịch khác.

source: Import Settings
vi: Nhập mã cài đặt

source: Paste the settings exported from another site to import. <b>Current settings will be overridden.</b>
vi: Nhập vào mã cài đặt xuất ra từ một chiến dịch khác. <b>Những cài đặt hiện tại sẽ bị ghi đè</b>.

source: Paste settings and update. Note: This will override all settings.
vi: Nhập mã cài đặt và cập nhật. Lưu ý: điều này sẽ ghi đè các cài đặt hiện tại.

source: Export Settings
vi: Xuất mã cài đặt

source: You can copy the settings here and use the copied code to export settings to another site.
vi: Bạn có thể sao chép mã cài đặt ở đây và nhập vào một chiến dịch khác.

source: Template
vi: Giao diện

source: Go to details
vi: Đi tới chi tiết

source: Source Code
vi: Mã nguồn sau khi xử lý

source: Character count
vi: Tổng số ký tự

source: Toggle source code
vi: Mã nguồn sau khi xử lý

source: Go to top
vi: Lên đầu trang

source: Data
vi: Dữ liệu mảng

source: Toggle data
vi: Dữ liệu mảng

source: Old password
vi: Mật khẩu cũ

source: New password
vi: Mật khẩu mới

source: New password again
vi: Xác nhận mật khẩu mới

source: Make sure decimal separators match with the ones you configured for WooCommerce.
vi: Hãy đảm bảo dấu phân cách thập phân khớp với dấu phân cách thập phân mà bạn đã cấu hình trong WooCommerce.

source: Short codes
vi: Shortcode

source: Short codes that can be used in product URL and button text.
vi: Shortcode có thể được sử dụng trong URL sản phẩm và Nội dung nút bấm

source: Set the product URL.
vi: Cài đặt URL sản phẩm.

source: Set the button text.
vi: Cài đặt nội dung nút bấm.

source: Buy product
vi: Mua sản phẩm

source: Regular Price Selectors
vi: Phần tử HTML của giá bán thường

source: CSS selectors for regular price.
vi: Xác định phần tử HTML cho giá bán thường.

source: Sale Price Selectors
vi: Phần tử HTML của giá khuyến mãi

source: CSS selectors for sale price.
vi: Xác định phần tử HTML của giá khuyến mãi.

source: Downloadable File URL Selectors
vi: Phần tử HTML của URL tệp tin

source: CSS selectors for downloadable files.
vi: Xác định phần tử HTML của URL tệp tin có thể tải xuống.

source: Leave blank for unlimited re-downloads.
vi: Để trống nếu bạn không muốn giới hạn số lần tải xuống.

source: Enter the number of days before a download link expires, or leave blank.
vi: Nhập vào số ngày trước khi một liên kết tải xuống hết hạn hoặc để trống.

source: Recent Tests
vi: Thử nghiệm gần đây

source: Test Type
vi: Loại

source: Test URL
vi: URL

source: Delete All
vi: Xóa tất cả

source: No previous tests.
vi: Không có thử nghiệm nào trước đây.

source: Single?
vi: Đơn?

source: Attribute (default: %s)
vi: Thuộc tính (%s)

source: Shortcode without brackets
vi: Shortcode (không ngoặc vuông)

source: No URLs.
vi: Không có URL nào.

source: Post
vi: Bài viết

source: Templates
vi: Giao diện

source: Notes
vi: Ghi chú

source: Test
vi: Thử nghiệm

source: Test this URL
vi: Thử nghiệm URL này

source: Post URL...
vi: URL bài viết

source: Featured image URL...
vi: URL ảnh đại diện

source: Toggle info texts
vi: Ẩn/hiện chú thích

source: You can write your notes about this site here. It is just for you to keep notes.
vi: Bạn có thể viết một vài ghi chú về chiến dịch ở đây. Phần này chỉ để bạn lưu các ghi chú.

source: Write anything...
vi: Viết các ghi chú của bạn về chiến dịch này…

source: You can create templates for the current item. You can use the short codes below. In addition, you can use custom short codes you defined in the settings. When there are more than one template, a random one will be selected for each found item. When testing, find-replace, general, and calculation options will be applied first.
vi: Bạn có thể tạo giao diện cho từng bộ lọc. Bạn có thể sử dụng các shortcode phía dưới. Ngoài ra, bạn cũng có thể sử dụng các shortcode tùy chỉnh mà bạn đã cấu hình. Nếu bạn tạo nhiều giao diện, một giao diện ngẫu nhiên sẽ được sử dụng cho mỗi giá trị được tìm thấy. Khi thử nghiệm, Tìm và thay thế, TAB Chung và Tính toán sẽ được áp dụng trước.

source: Remove item if it is empty?
vi: Xóa kết quả nếu nó không có giá trị?

source: When you check this, if the item is found to be empty, it will be removed from the results. In other words, it will be treated as it was not found. It will not be included in the results. The templates will not be applied.
vi: Khi bạn đánh dấu, nếu kết quả tìm thấy không có giá trị, nó sẽ bị xóa. Nói cách khác, nó sẽ được xử lý như không tìm thấy. Nó sẽ không được bao gồm trong kết quả chung. Các giao diện sẽ không được áp dụng.

source: Define your templates here. If there are more than one, a random template will be selected.
vi: Tạo ra các giao diện của bạn tại đây. Nếu bạn tạo nhiều giao diện, một giao diện ngẫu nhiên sẽ được chọn.

source: Domain...
vi: Tên miền...

source: Append?
vi: Nối tiếp?

source: Taxonomy name...
vi: Taxonomy

source: Taxonomy value...
vi: Giá trị

source: Multiple
vi: Nhiều

source: You can add calculation options for the current value. If the item is a number, the formula you enter will be applied to the number. Write %1$s for the current value. For example, if the current value is %2$s and you want to multiply it by %3$s, then you can write %4$s. You can use parenthesis to group the expressions. For example, %5$s will result in %6$s. Please make sure your mathematical expressions work by using the test button next to each option. Note that options created in the find-replace and general tabs will be applied first. If you enter more than one formula, a random one will be used. Operators you can use: %7$s
vi: Bạn có thể thêm tùy chọn tính toán cho các giá trị hiện tại. Nếu bộ lọc lấy về giá trị là số, công thức bạn nhập sẽ được áp dụng cho số đó. Viết %1$s để thay cho cho giá trị hiện tại. Ví dụ: nếu giá trị hiện tại là %2$s và bạn muốn nhân nó với %3$s, bạn có thể viết %4$s. Bạn có thể sử dụng dấu ngoặc đơn để nhóm các công thức. Ví dụ: %5$s sẽ có kết quả là %6$s. Hãy đảm bảo các công thức toán học của bạn hoạt động bằng cách sử dụng nút Thử nghiệm bên cạnh mỗi tùy chọn. <b>Lưu ý:</b> các tùy chọn này sẽ được áp dụng sau khi tùy chọn <b>Tìm và thay thế</b> và <b>TAB Chung</b> được áp dụng. Nếu bạn khai báo nhiều công thức, một công thức ngẫu nhiên sẽ được sử dụng. Toán tử bạn có thể sử dụng: %7$s.

source: In case of treating the item as JSON, do not use X in the formula. Use <b>[%1$s]</b> short code with a dot key to get the values from JSON.
vi: Trong trường hợp kết quả được phân tích thành JSON, không sử dụng <b>X</b> trong công thức. Thay vào đó, hãy sử dụng shortcode <b>[%1$s]</b> với các dấu chấm để lấy giá trị từ JSON.

source: Decimal separator for result
vi: Dấu phân cách thập phân cho kết quả

source: Define the decimal separator for the number that will be shown in your site.
vi: Xác định dấu phân cách thập phân cho số sẽ được hiển thị trong trang web của bạn.

source: Dot
vi: Dấu chấm

source: Comma
vi: Dấu phẩy

source: Use thousands separator in the result?
vi: Sử dụng dấu phân cách hàng nghìn trong kết quả?

source: Check this if you want to use thousands separator in the result.
vi: Đánh dấu nếu bạn muốn sử dụng dấu phân cách hàng nghìn trong kết quả.

source: Remove item if it is not numeric?
vi: Xóa kết quả nếu nó không phải là số?

source: Check this if you want to remove the item when its value is not numeric.
vi: Đánh dấu nếu bạn muốn xóa kết quả khi giá trị của nó không phải là số.

source: Precision
vi: Số chữ số phần thập phân

source: How many digits at max there can be after the decimal separator.
vi: Giới hạn số lượng chữ số phần thập phân.

source: Formulas
vi: Công thức

source: Enter the formulas. If you enter more than one, a random one will be used.
vi: Nhập vào công thức. Nếu bạn khai báo nhiều công thức, một công thức ngẫu nhiên sẽ được sử dụng.

source: Formula
vi: Công thức

source: Submit
vi: Gửi đi

source: Remove
vi: Xóa

source: Find and replace in <b>each saved file's name</b>. These options will be applied after the file is saved and before any changes are made to the current item.
vi: Tìm và thay thế trong <b>mỗi tên tệp tin</b>. Tùy chọn này sẽ được áp dụng sau khi tệp tin được lưu và trước khi bất cứ thay đổi nào được áp dụng cho bộ lọc hiện tại.

source: Click to go back
vi: Nhấp vào để quay lại

source: Click to go forward
vi: Nhấp vào để đi tiếp

source: Click to refresh
vi: Nhấp vào để làm mới

source: URL starting with http...
vi: URL bắt đầu bằng http...

source: Click to go to the URL
vi: Nhấp để đi đến URL

source: Click to open the sidebar
vi: Nhấp để mở thanh bên

source: Clear the highlights
vi: Xóa phần tử nổi bật

source: Show alternative selectors
vi: Hiển thị phần tử thay thế

source: Use the selector
vi: Sử dụng phần tử

source: CSS selector
vi: Phần tử

source: Test the selector
vi: Thử nghiệm phần tử

source: Remove the elements from current page
vi: Xóa phần tử khỏi trang hiện tại

source: Toggle hover select
vi: Hiệu ứng khi di chuột

source: Target HTML Tag
vi: Thẻ HTML mục tiêu

source: Test via
vi: Thử nghiệm qua

source: Both
vi: Cả hai

source: When not checked, manipulation options defined in the settings will not be applied.
vi: Khi không đánh dấu, các thao tác HTML đã cài đặt sẽ không được áp dụng.

source: Apply manipulation options
vi: Áp dụng các thao tác HTML

source: Use immediately when clicked
vi: Sử dụng phần tử ngay khi nhấp

source: Remove scripts
vi: Xóa các JavaScript

source: Remove styles
vi: Xóa các CSS

source: History
vi: Lịch sử

source: Alternative Selectors
vi: Phần tử thay thế

source: All Used Selectors
vi: Phần tử đã sử dụng

source: If you change the values that you use in the CSS selector, <b>the test results will be empty.</b>
vi: Nếu bạn thay đổi các giá trị mà bạn sử dụng trong bộ lọc CSS, <b>các kết quả thử nghiệm sẽ trống.</b>

source: Manipulate HTML
vi: Thao tác HTML

source: Test code for find-and-replaces in HTML
vi: Mã thử nghiệm cho tìm và thay thế

source: A piece of code to be used when testing find-and-replace settings below.
vi: Một đoạn mã sẽ được sử dụng để thử nghiệm các cài đặt tìm và thay thế bên dưới.

source: The code which will be used to test find-and-replace settings
vi: Mã sẽ được sử dụng để thử nghiệm các cài đặt tìm và thay thế

source: Find and replace in raw HTML
vi: Tìm và thay thế trong HTML nguyên bản

source: If you want some things to be replaced with some other things in <b>raw response content</b>, this is the place. <b>The replacements will be applied after the content of the response is retrieved</b>. The response content is the raw text data sent from the target web site. By using this setting, you can, for example, <b>fix HTML errors</b> which might cause the plugin not to be able to parse HTML properly. <b>Note that</b> the find-and-replace options here will be applied to raw HTML content before every test that requires a request to be sent under this tab.
vi: Nếu bạn muốn thay thế một số thứ trong <b>dữ liệu HTML nguyên bản</b>, đây là nơi. <b>Việc thay thế sẽ được áp dụng sau khi dữ liệu HTML nguyên bản được lấy về</b>. Dữ liệu HTML nguyên bản chính là dữ liệu dưới dạng văn bản thô được lấy về từ trang web mục tiêu. Bằng cách sử dụng tính năng này, bạn có thể <b>sửa các lỗi HTML</b> có nguy cơ khiến công cụ không thể phân tích HTML chính xác. <b>Lưu ý:</b> Tìm và thay thế trong HTML nguyên bản sẽ được áp dụng trước tiên và có hiệu lực với mọi thử nghiệm trong TAB này.

source: Find and replace in HTML at first load
vi: Tìm và thay thế HTML trong lần tải đầu tiên

source: If you want some things to be replaced with some other things in <b>HTML of the post page at first load</b>, this is the place. <b>The replacements will be applied after the HTML is retrieved and replacements defined in general settings page are applied</b>.
vi: Nếu bạn muốn thay thế một số thứ trong <b>HTML của trang bài viết trong lần tải đầu tiên</b>, đây là nơi. <b>Việc thay thế sẽ được áp dụng sau khi HTML được lấy về và các thay thế trong Cài đặt chung được áp dụng</b>.

source: Find and replace in element attributes
vi: Tìm và thay thế trong thuộc tính của phần tử

source: If you want some things to be replaced with some other things in <b>attributes of elements</b>, this is the place. <b>The replacements will be applied after the replacements at first load are applied</b>.
vi: Nếu bạn muốn thay thế một số thứ trong <b>thuộc tính của phần tử</b>, đây là nơi. <b>Việc thay thế sẽ được áp dụng sau khi Tìm và thay thế HTML trong lần tải đầu tiên được áp dụng</b>.

source: Exchange element attributes
vi: Trao đổi giá trị trong thuộc tính của phần tử

source: If you want to exchange <b>the values of two attributes of an element</b>, this is the place. <b>If value of attribute 2 does not exist, the values will not be exchanged.</b> <b>The replacements will be applied after the find-and-replaces for element attributes are applied.</b> E.g. you can replace the values of %1$s and %2$s attributes to save lazy-loading images if the target %3$s element has these attributes.
vi: Nếu bạn muốn trao đổi <b>các giá trị trong hai thuộc tính của một phần tử</b>, đây là nơi. <b>Nếu giá trị của thuộc tính thứ hai không tồn tại, các giá trị sẽ không được trao đổi</b>. Việc trao đổi sẽ được áp dụng sau khi <b>Tìm và thay thế trong thuộc tính của phần tử</b> được áp dụng. Ví dụ: bạn có thể trao đổi giá trị của hai thuộc tính %1$s và %2$s để lưu các hình ảnh sử dụng lazy-load nếu như phần tử %3$s chứa các thuộc tính này.

source: Remove element attributes
vi: Xóa thuộc tính của phần tử

source: If you want to remove <b>attributes of an element</b>, this is the place. <b>The removals will be applied after the attribute exchanges are applied</b>.
vi: Nếu bạn muốn xóa <b>các thuộc tính của một phần tử</b>, đây là nơi. Việc xóa thuộc tính sẽ được áp dụng sau khi <b>Trao đổi giá trị trong thuộc tính của phần tử</b> được áp dụng.

source: Find and replace in element HTML
vi: Tìm và thay thế trong HTML của phần tử

source: If you want some things to be replaced with some other things in <b>HTML of elements</b>, this is the place. <b>The replacements will be applied after the attribute removals are applied</b>.
vi: Nếu bạn muốn thay thế một số thứ trong <b>HTML của phần tử</b>, đây là nơi. Việc thay thế sẽ được áp dụng sau khi <b>Xóa thuộc tính của phần tử</b> được áp dụng.

source: Recrawled
vi: Thu thập lại

source: Update Count
vi: Tổng số

source: Edit
vi: Sửa

source: later
vi: sau

source: ago
vi: trước

source: Purchase Note Selectors
vi: Phần tử HTML của ghi chú thanh toán

source: CSS selectors for purchase notes. This gets text of the found element by default. When there are multiple selectors, the first match will be used by default.
vi: Xác định phần tử HTML của ghi chú thanh toán. Mặc định sẽ lấy văn bản thuần của phần tử được chọn. Nếu bạn khai báo nhiều bộ lọc, phát hiện đầu tiên sẽ được sử dụng.

source: Add all found purchase notes?
vi: Thêm tất cả ghi chú thanh toán được tìm thấy?

source: Check this if you want to add all purchase notes found by purchase note selectors. Otherwise, when there are multiple selectors, only the first match will be used.
vi: Đánh dấu nếu bạn muốn thêm tất cả ghi chú thanh toán được tìm thấy bởi bộ lọc Phần tử HTML của ghi chú thanh toán. Nếu không, khi bạn khai báo nhiều bộ lọc, chỉ phát hiện đầu tiên được sử dụng.

source: Custom Purchase Note
vi: Ghi chú thanh toán tùy chỉnh

source: Enter custom purchase notes for the product. If you enter more than one, a random purchase note will be selected when saving a product.
vi: Nhập vào ghi chú thanh toán tùy chỉnh cho sản phẩm. Nếu bạn khai báo nhiều ghi chú thanh toán tùy chỉnh, một ghi chú ngẫu nhiên sẽ được chọn khi lưu sản phẩm.

source: Custom purchase note...
vi: Ghi chú thanh toán tùy chỉnh...

source: Always add custom purchase note?
vi: Luôn thêm ghi chú thanh toán tùy chỉnh?

source: Check this if you want to add the custom purchase note always. If you do not check this, custom purchase note will be added only if there is no purchase note found by selectors. If you check this, the purchase note of the product will be created by using both the purchase notes found by selectors and the custom purchase note. The purchase notes found by selectors will be added after the custom purchase note.
vi: Đánh dấu nếu bạn luôn muốn thêm ghi chú thanh toán tùy chỉnh. Nếu bạn không đánh dấu, ghi chú thanh toán tùy chỉnh sẽ chỉ được thêm nếu không có ghi chú thanh toán nào được tìm thấy bởi bộ lọc CSS. Nếu bạn đánh dấu, ghi chú thanh toán của sản phẩm sẽ được tạo ra bằng cách sử dụng cả hai ghi chú thanh toán bởi bộ lọc CSS và ghi chú thanh toán tùy chỉnh. Ghi chú thanh toán được tìm thấy bởi bộ lọc CSS sẽ được thêm vào sau ghi chú thanh toán tùy chỉnh.

source: Check this if you want to enable reviews for the product.
vi: Đánh dấu nếu bạn muốn cho phép đánh giá trên sản phẩm.

source: Enter the menu order for the product.
vi: Tùy chỉnh vị trí đơn hàng cho sản phẩm.

source: Attribute
vi: Thuộc tính

source: SKU Selectors
vi: Phần tử HTML của SKU

source: CSS selectors for SKU.
vi: Xác định phần tử HTML của SKU.

source: Select if you want to manage stock or not.
vi: Lựa chọn nếu bạn muốn quản lý kho hàng hay không.

source: Stock Quantity Selectors
vi: Phần tử HTML của số lượng trong kho

source: CSS selectors for stock quantity.
vi: Xác định phần tử HTML của số lượng trong kho.

source: Allow backorders?
vi: Cho phép đặt hàng trước?

source: Select if backorders are allowed or not.
vi: Lựa chọn nếu đặt hàng trước được cho phép hay không.

source: Low Stock Threshold
vi: Ngưỡng sắp hết hàng

source: When product stock reaches this amount you will be notified by email by WooCommerce.
vi: Khi số lượng sản phẩm đạt đến con số này, bạn sẽ được thông báo qua email.

source: Select stock status.
vi: Lựa chọn trạng thái kho hàng.

source: Enable this to only allow one of this item to be bought in a single order.
vi: Đánh dấu điều này chỉ cho phép một trong những mặt hàng này được mua trong một đơn hàng.

source: Attribute Name Selectors
vi: Phần tử HTML chứa tên của thuộc tính

source: Selectors that find names of the attributes.
vi: Xác định phần tử HTML chứa tên của các thuộc tính.

source: Attribute Value Selectors
vi: Phần tử HTML chứa giá trị của thuộc tính

source: Selectors that find values of the attributes whose names are found by using attribute name selectors.
vi: Xác định phần tử HTML chứa giá trị của các thuộc tính đã được tìm thấy bằng bộ lọc Phần tử HTML chứa tên của thuộc tính.

source: Attribute Value Separators
vi: Dấu phân cách giá trị của thuộc tính

source: Set separators for attribute values found by selectors. For example, if a attribute value selector finds 'small, medium, large', when you add ',' as separator, there will be three values as 'small', 'medium', and 'large'. Otherwise, the attribute value will be 'small, medium, large'. If you add more than one separator, all will be applied.
vi: Cài đặt dấu phân cách cho các giá trị của thuộc tính được tìm thấy. Ví dụ: nếu một giá trị được tìm thấy là 'small, medium, large', khi bạn điền ',' là dấu phân cách, bạn sẽ có ba giá trị là 'small', 'medium' và 'large'. Nếu không, giá trị của thuộc tính sẽ là 'small, medium, large'. Nếu bạn khai báo nhiều dấu phân cách, tất cả chúng sẽ được áp dụng.

source: Custom Attributes
vi: Thuộc tính tùy chỉnh

source: You can define your custom attributes here. When writing attribute value, you can enter more than one value by separating them with commas. Custom attributes will be added to each product.
vi: Bạn có thể xác định các thuộc tính tùy chỉnh ở đây. Khi viết giá trị của thuộc tính, bạn có thể nhập nhiều giá trị với phân cách bằng dấu phẩy. Thuộc tính tùy chỉnh sẽ được thêm vào mỗi sản phẩm.

source: Attribute name...
vi: Tên thuộc tính

source: Comma-separated attribute values...
vi: Giá trị (phân cách bằng dấu phẩy)

source: See unmodified results
vi: Xem kết quả gốc

source: Used memory
vi: Bộ nhớ đã sử dụng

source: Elapsed time
vi: Thời gian trôi qua

source: Gallery Item
vi: Ảnh trong bộ sưu tập

source: Description
vi: Mô tả

source: Caption
vi: Chú thích

source: Alternate text
vi: Văn bản thay thế

source: Copy file URLs
vi: URL tệp tin sao chép

source: Find and replace in each item. These options will be applied before any changes are made to the current item.
vi: Tìm và thay thế trong mỗi kết quả. Các tùy chọn này sẽ được áp dụng trước khi bất cứ thay đổi nào được áp dụng cho kết quả hiện tại.

source: Empty CSS selectors are found at following URL
vi: Bộ lọc CSS không có giá trị được tìm thấy tại URL

source: CSS selectors with empty values
vi: Bộ lọc CSS không có giá trị

source: Site name
vi: Chiến dịch

source: Site settings
vi: Cài đặt chiến dịch

source: Admin dashboard
vi: Bảng điều khiển

source: Hide
vi: Ẩn

source: Site Tester
vi: Thử nghiệm

source: Full URL or URL without domain
vi: URL đầy đủ hoặc URL không cần tên miền

source: Visual selector
vi: Soi phần tử

source: Find-Replace
vi: Tìm và thay thế

source: Calculations
vi: Tính toán

source: File Operations
vi: Thao tác tệp tin

source: Current test data
vi: Dữ liệu thử nghiệm hiện tại

source: Manual Crawling
vi: Thu thập thủ công

source: Manual Recrawling
vi: Thu thập lại thủ công

source: URLs
vi: URL

source: Make sure you entered full URLs. In other words, they should start with "http" or "https".
vi: Hãy đảm bảo rằng bạn đã nhập URL đầy đủ. Nói cách khác, nó phải bắt đầu bằng "http" hoặc "https".

source: Manually crawl posts by entering their URLs
vi: Thu thập thủ công các bài viết bằng cách nhập URL của chúng.

source: Select the site for the post you want to save.
vi: Lựa chọn chiến dịch mà bạn muốn sử dụng để lưu các bài viết.
