Repository: NamAnhTranVu/wp
Catalog: kdn-auto-leech/app/lang/kdn-auto-leech-*.po
Languages: vi

source: How many minutes should be added to the final date of the post. If the final date becomes greater than now, the post will be scheduled. If you write a negative number, it will be subtracted from the date. Write comma-separated numbers to randomize. You can write the same number multiple times to increase its chance to be selected. <b>This setting will be applied even if you do not supply any date selectors.</b> Example values: <b>%1$s</b> or <b>%2$s</b>
vi: Thêm bao nhiêu phút vào thời gian của bài viết. Nếu thời gian của bài viết lớn hơn bây giờ, bài viết sẽ được lên lịch đăng. Nếu bạn viết một số âm, nó sẽ được trừ vào thời gian. Phân cách các số bằng dấu phẩy để ngẫu nhiên hóa. Bạn có thể viết cùng một số nhiều lần để tăng cơ hội được chọn ngẫu nhiên. <b>Cài đặt này sẽ được áp dụng ngay cả khi bạn không khai báo bất cứ bộ lọc thời gian nào.</b> Ví dụ: <b>%1$s</b> hoặc <b>%2$s</b>.

source: Save meta keywords?
vi: Lưu meta keywords?

source: Check this if you want to save meta keywords of the target post.
vi: Đánh dấu nếu bạn muốn lưu meta keywords của bài viết đang thu thập. Tùy chọn này sẽ lưu meta keywords vào meta của bài viết và bạn cần khai báo Meta keywords trong Cài đặt chung > TAB SEO.

source: Add meta keywords as tags?
vi: Lưu meta keywords thành các thẻ của bài viết?

source: Check this if you want each meta keyword should be added as tag to the crawled post.
vi: Đánh dấu nếu bạn muốn mỗi meta keywords được lưu thành mỗi thẻ của bài viết.

source: Save meta description?
vi: Lưu meta description?

source: Check this if you want to save meta description of the target post.
vi: Đánh dấu nếu bạn muốn lưu meta description của bài viết đang thu thập. Tùy chọn này sẽ lưu meta description vào meta của bài viết và bạn cần khai báo Meta description trong Cài đặt chung > TAB SEO.

source: Save featured image, if it is not found in category page?
vi: Lưu ảnh đại diện, nếu nó không được tìm thấy trong trang chuyên mục?

source: If you want to save an image from post page as featured image, when there is no featured image found in category page, check this.
vi: Nếu bạn muốn lưu một ảnh từ trang bài viết làm ảnh đại diện khi không tìm thấy bất cứ ảnh đại diện nào ngay tại trang chuyên mục, hãy đánh dấu.

source: Featured Image Selectors
vi: Phần tử HTML của URL ảnh đại diện

source: CSS selectors for featured image <b>in HTML of the post page</b>. This gets the "src" attribute of <b>the first found element</b>. If you give more than one selector, the first match will be used. E.g. <span class="highlight selector">img.featured</span>
vi: Xác định phần tử HTML của URL ảnh đại diện <b>trong HTML của trang bài viết</b>. Mặc định sẽ lấy thuộc tính <b>"src"</b> của <b>phần tử đầu tiên được tìm thấy</b>. Nếu bạn khai báo nhiều bộ lọc, phát hiện đầu tiên sẽ được sử dụng. Ví dụ: <span class="highlight selector">img.featured</span>.

source: Test Featured Image URL
vi: URL ảnh đại diện thử nghiệm

source: A full image URL to be used to perform tests for the find-replace settings for featured image URL.
vi: URL ảnh được sử dụng để thử nghiệm các cài đặt Tìm và thay thế trong URL ảnh đại diện.

source: Find and replace in featured image URL
vi: Tìm và thay thế trong URL ảnh đại diện

source: If you want some things to be replaced with some other things in <b>URL of the featured image</b>, this is the place. The replacement will be done before saving the image.
vi: Nếu bạn muốn thay thế một số thứ trong <b>URL ảnh đại diện</b>, đây là nơi. Việc thay thế sẽ được thực hiện trước khi lưu hình ảnh.

source: Images
vi: Hình ảnh

source: Save all images in the post content?
vi: Lưu tất cả hình ảnh trong nội dung bài viết?

source: If you want all the images in the post content to be saved as media and included in the post from your server, check this. <b>This is the same as checking "save images as media" and writing %1$s to the image selectors. </b>
vi: Nếu bạn muốn tất cả hình ảnh trong nội dung bài viết được lưu về và đính kèm trong bài viết từ máy chủ của bạn, hãy đánh dấu. <b>Tùy chọn này giống như tính năng Lưu hình ảnh tùy chỉnh bên dưới với %1$s được viết trong Phần tử HTML của các hình ảnh</b>.

source: Save images as media?
vi: Lưu hình ảnh tùy chỉnh?

source: If you want the images in the post content to be saved as media and included in the post from your server, check this.
vi: Nếu bạn muốn các hình ảnh trong nội dung bài viết được lưu về và đính kèm trong bài viết từ máy chủ của bạn, hãy đánh dấu.

source: Save images as gallery?
vi: Lưu hình ảnh thành bộ sưu tập?

source: If you want to save specific images as a gallery, check this.
vi: Nếu bạn muốn lưu các hình ảnh cụ thể thành bộ sưu tập, hãy đánh dấu.

source: Gallery Image URL Selectors
vi: Phần tử HTML của URL hình ảnh trong bộ sưu tập

source: CSS selectors for <b>image URLs in the HTML of the page</b>. This gets the "src" attribute of specified element by default. If you give more than one selector, each match will be used when saving images and creating the gallery.
vi: Xác định phần tử HTML của <b>URL hình ảnh trong HTML của trang bài viết</b>. Mặc định sẽ lấy thuộc tính <b>"src"</b> của phần tử được chọn. Nếu bạn khai báo nhiều bộ lọc, mỗi phát hiện sẽ được sử dụng để lưu hình ảnh và tạo bộ sưu tập.

source: Save images as WooCommerce product gallery?
vi: Lưu hình ảnh thành bộ sưu tập cho sản phẩm WooCommerce?

source: If you set post type as WooCommerce product and you want to save the gallery as the product's gallery, check this.
vi: Nếu bạn cài đặt Loại bài viết là sản phẩm WooCommerce <b>(product)</b> và bạn muốn lưu bộ sưu tập thành bộ sưu tập hình ảnh cho sản phẩm, hãy đánh dấu.

source: Image URL Selectors
vi: Phần tử HTML của URL hình ảnh

source: CSS selectors for images <b>in the post content</b>. This gets the "src" attribute of specified element. If you give more than one selector, each match will be used when saving images. E.g. <b><span class="highlight selector">img</span> will save all images in the post content.</b>
vi: Xác định phần tử HTML của các hình ảnh <b>trong nội dung của bài viết</b>. Mặc định sẽ lấy thuộc tính <b>"src"</b> của phần tử được chọn. Nếu bạn khai báo nhiều bộ lọc, mỗi phát hiện sẽ được sử dụng để lưu hình ảnh. Ví dụ: <b><span class="highlight selector">img</span> sẽ lưu tất cả hình ảnh trong nội dung bài viết.</b>

source: Test Image URL
vi: URL hình ảnh thử nghiệm

source: A full image URL to be used to perform tests for the find-replace settings for image URLs.
vi: URL đầy đủ của hình ảnh được sử dụng để thử nghiệm các cài đặt Tìm và thay thế cho URL hình ảnh.

source: Find and replace in image URLs
vi: Tìm và thay thế trong URL hình ảnh

source: If you want some things to be replaced with some other things in <b>URLs of the found images</b>, this is the place. The replacement will be done before saving the image.
vi: Nếu bạn muốn thay thế một số thứ trong <b>URL của hình ảnh được tìm thấy</b>, đây là nơi. Việc thay thế sẽ được áp dụng trước khi lưu hình ảnh.

source: Custom Short Codes
vi: Shortcode tùy chỉnh

source: Custom Content Selectors for Shortcodes
vi: Phần tử HTML cho nội dung của shortcode

source: CSS selectors for HTML elements whose contents can be used in post template by defined shortcode. If more than one element is found, their content will be merged. If you do not want them merged, check the "single" checkbox to get the first found result. By default, this gets HTML of the found element. If you want the text of the target element, write "text" for attribute. You can also use any other attribute of the found element, such as "src", "href"... Write your shortcodes without brackets, e.g. <b>"item-price"</b>. Next, you can use it <b>in the main post template by writing [item-price]</b>
vi: Xác định phần tử HTML cho nội dung của shortcode có thể được sử dụng trong các giao diện. Nếu có nhiều phần tử được tìm thấy, chúng sẽ được hợp nhất. Nếu bạn không muốn hợp nhất, hãy đánh dấu vào <b>"Đơn"</b> để lấy kết quả đầu tiên. Mặc định sẽ lấy HTML của phần tử được chọn. Nếu bạn muốn lấy văn bản thuần của phần tử, hãy viết <b>"text"</b> vào <b>Thuộc tính</b>. Bạn cũng có thể lấy bất cứ thuộc tính nào của phần tử được chọn, như: <b>"src"</b>, <b>"href"</b>... Viết các shortcode không chứa dấu ngoặc vuông. Ví dụ: <b>"item-price"</b>. Sau đó, bạn có thể sử dụng nó trong các giao diện bằng cách viết <b>[item-price]</b>.

source: Find and replace in custom short codes
vi: Tìm và thay thế trong shortcode tùy chỉnh

source: If you want some things to be replaced with some other things in <b>custom short code contents</b>, this is the place. <b>The replacements will be applied after custom short code contents are retrieved</b>.
vi: Nếu bạn muốn thay thế một số thứ trong <b>nội dung của shortcode tùy chỉnh</b>, đây là nơi. <b>Việc thay thế sẽ được áp dụng sau khi nội dung của shortcode được lấy về</b>.

source: List Type Posts
vi: Danh sách

source: Posts are list type?
vi: Bài viết thuộc dạng danh sách?

source: If the target post is list type, and you want to import it as a list, check this.
vi: Nếu bài viết mục tiêu là loại danh sách và bạn muốn lưu chúng như là một danh sách, hãy đánh dấu.

source: List Items Start After Selectors
vi: Phần tử HTML bắt đầu của danh sách

source: CSS selectors for the elements come just before the first list item. This will be used to detect list item contents accurately. The position of the first match of any given selector will be compared to others and the greatest position will be used. You can give a selector for the first item. It'll do the job. E.g. <span class='highlight selector'>.entry > .list-item</span>
vi: Xác định phần tử HTML ngay trước mục đầu tiên của danh sách (phần tử cha bao quanh tất cả các mục của danh sách). Việc này được sử dụng để phát hiện chính xác các mục trong danh sách. Vị trí phát hiện đầu tiên của bất kỳ bộ chọn nào sẽ được so sánh với vị trí khác và vị trí tốt nhất sẽ được sử dụng. Bạn có thể điền vào phần tử HTML của mục đầu tiên. Ví dụ: <span class='highlight selector'>.entry > .list-item</span>.

source: List Item Number Selectors
vi: Phần tử HTML của số thứ tự mỗi mục trong danh sách

source: CSS selectors for each list item's number, if the target post is list type. This gets the text of specified element. If you give more than one selector, the first match will be used.
vi: Xác định phần tử HTML của số thứ tự mỗi mục trong danh sách. Mặc định sẽ lấy văn bản thuần của phần tử được chọn. Nếu bạn khai báo nhiều bộ lọc, phát hiện đầu tiên sẽ được sử dụng.

source: Insert list item numbers automatically?
vi: Tự động chèn số thứ tự cho các mục?

source: If you want to insert list item numbers automatically when there is no item number, then check this. The items will be numbered starting from 1.
vi: Nếu bạn muốn tự động chèn số cho các mục trong danh sách khi không có số thứ tự cho các mục được tìm thấy tại <b>Phần tử HTML của số thứ tự mỗi mục trong danh sách</b>, hãy đánh dấu. Các mục trong danh sách sẽ được đánh số bắt đầu từ 1.

source: List Item Title Selectors
vi: Phần tử HTML của tiêu đề mỗi mục trong danh sách

source: CSS selectors for each list item's title, if the target post is list type. This gets the text of specified element. If you give more than one selector, the first match will be used.
vi: Xác định phần tử HTML của tiêu đề mỗi mục trong danh sách. Mặc định sẽ lấy văn bản thuần của phần tử được chọn. Nếu bạn khai báo nhiều bộ lọc, phát hiện đầu tiên sẽ được sử dụng.

source: List Item Content Selectors
vi: Phần tử HTML của nội dung mỗi mục trong danh sách

source: CSS selector for each list item's content, if the target post is list type. This gets the HTML of specified element. If you give more than one selector, the results will be combined when creating each list item's content.
vi: Xác định phần tử HTML của nội dung mỗi mục trong danh sách. Mặc định sẽ lấy HTML của phần tử được chọn. Nếu bạn khai báo nhiều bộ lọc, các kết quả sẽ được kết hợp khi tạo nội dung của mỗi mục trong danh sách.

source: Insert list in reverse order?
vi: Sắp xếp danh sách theo thứ tự ngược lại?

source: If you want to insert the list into the post in reverse order, then check this.
vi: Nếu bạn muốn danh sách được sắp xếp theo thứ tự ngược lại, hãy đánh dấu.

source: Pagination
vi: Phân trang

source: Paginate posts?
vi: Bài viết phân trang?

source: If the target post is paginated, and you want it imported as paginated, check this.
vi: Nếu bài viết đang thu thập được phân trang và bạn muốn thu thập nó theo cách phân trang, hãy đánh dấu.

source: Post Next Page URL Selectors
vi: Phần tử HTML của URL trang tiếp theo

source: CSS selector for next page URL, used to get "href" attribute of "a" tag. E.g. <span class="highlight selector">.pagination > a.next</span>. If you give more than one selector, the first match will be used.
vi: Xác định phần tử HTML của URL trang tiếp theo, Mặc định sẽ lấy thuộc tính <b>"href"</b> của thẻ <b>"a"</b>. Ví dụ: <span class="highlight selector">.pagination > a.next</span>. Nếu bạn khai báo nhiều bộ lọc, phát hiện đầu tiên sẽ được sử dụng.

source: Post All Page URLs Selectors
vi: Phần tử HTML của mỗi URL trang tiếp theo

source: CSS selectors for all page URLs. Sometimes there is no next page URL. Instead, the post page has all of the post pages (or parts) in one place. If this is the case, you should use this. This is used to get "href" attribute of "a" tag. E.g. <span class="highlight selector">.post > .parts > a</span>. If you give more than one selector, then the first match will be used.
vi: Xác định phần tử HTML của mỗi URL trang tiếp theo. Đôi khi không có URL trang tiếp theo trong bài viết. Thay vào đó, trong bài viết sẽ có tất cả các trang tiếp theo ở cùng một nơi. Nếu đúng như vậy, bạn nên sử dụng tùy chọn này. Mặc định sẽ lấy thuộc tính <b>"href"</b> của thẻ <b>"a"</b>. Ví dụ: <span class="highlight selector">.post > .parts > a</span>. Nếu bạn khai báo nhiều bộ lọc, phát hiện đầu tiên sẽ được sử dụng.

source: Post Meta
vi: Meta bài viết

source: Custom Meta Selectors
vi: Phần tử HTML chứa nội dung muốn gán vào meta bài viết

source: CSS selectors for custom meta values. You can use this to save anything from target post as post meta of to-be-saved post. You can write "html", "text", or an attribute of the target element for attribute input.
vi: Xác định phần tử HTML chứa nội dung mà bạn muốn gán vào meta bài viết. Bạn có thể lưu bất cứ thứ gì từ bài viết mục tiêu vào meta bài viết sau khi lưu. Bạn có thể viết <b>"html"</b>, <b>"text"</b> hoặc bất cứ thuộc tính nào khác vào trường <b>Thuộc tính</b>.

source: Custom Meta
vi: Meta tùy chỉnh

source: You can save any value as a post meta. Just write a post meta key and its value.
vi: Bạn có thể lưu bất kỳ giá trị nào vào Meta bài viết. Chỉ cần viết Meta key và Giá trị của nó.

source: Find and replace in custom meta
vi: Tìm và thay thế trong meta bài viết

source: If you want some things to be replaced with some other things in <b>custom meta values</b>, this is the place. <b>The replacements will be applied after find-and-replaces for element HTMLs are applied</b>.
vi: Nếu bạn muốn thay thế một số thứ trong <b>meta bài viết</b>, đây là nơi. <b>Việc thay thế sẽ được áp dụng sau khi Tìm và thay thế trong HTML của phần tử được áp dụng</b>.

source: Custom Taxonomy Value Selectors
vi: Phần tử HTML chứa nội dung muốn gán vào taxonomy bài viết

source: CSS selectors for custom taxonomy values. You can use this to save anything from target post as taxonomy value of to-be-saved post. You can write "html", "text", or an attribute of the target element for attribute input. By default, the first found values will be used. If you want to use all values found by a CSS selector, check the multiple checkbox. If you want to append to any previously-existing values, check the append checkbox. Otherwise, the given value will remove all of the previously-existing values of its taxonomy.
vi: Xác định phần tử HTML chứa nội dung muốn gán vào taxonomy bài viết. Bạn có thể lưu bất cứ thứ gì từ bài viết mục tiêu thành giá trị taxonomy của bài viết sau khi lưu. Bạn có thể viết <b>"html"</b>, <b>"text"</b> hoặc bất cứ thuộc tính nào vào trường <b>Thuộc tính</b>. Mặc định các giá trị tìm thấy đầu tiên sẽ được sử dụng. Nếu bạn muốn sử dụng tất cả các giá trị tìm thấy bởi bộ lọc CSS, hãy đánh dấu vào <b>Nhiều</b>. Nếu bạn muốn nối tiếp vào các giá trị đã tồn tại trước đó, hãy đánh dấu vào <b>Nối tiếp</b>. Nếu không, các giá trị được tìm thấy sẽ thay thế tất cả giá trị taxonomy trước đó.

source: Custom Taxonomy Value
vi: Taxonomy tùy chỉnh

source: You can save any value as a value for a taxonomy. Just write a taxonomy and its value. If you want to append to any previously-existing values, check the append checkbox. Otherwise, the given value will remove all of the previously-existing values of its taxonomy.
vi: Bạn có thể lưu bất cứ thứ gì thành giá trị của taxonomy bài viết. Chỉ cần viết taxonomy và giá trị của chúng. Nếu bạn muốn nối tiếp vào các giá trị đã tồn tại trước đó, hãy đánh dấu vào <b>Nối tiếp</b>. Nếu không, các giá trị được tìm thấy sẽ thay thế tất cả giá trị taxonomy trước đó.

source: Unnecessary Elements
vi: Phần tử không cần thiết

source: Unnecessary Element Selectors
vi: Phần tử không cần thiết

source: CSS selectors for unwanted elements in the post page. Specified elements will be removed from the HTML of the page. Content extraction will be done after the page is cleared from unnecessary elements.
vi: Xác định phần tử HTML không cần thiết. Các phần tử đó sẽ được xóa khỏi HTML của trang bài viết. Nội dung sẽ được xuất ra sau khi các phần tử không cần thiết được xóa.

source: CSS selectors for empty value notification
vi: Phần tử HTML để thông báo khi không có giá trị

source: Write CSS selectors and their attributes you want to retrieve. If the retrieved value is empty, you will be notified via email. These CSS selectors will be tried to be retrieved after all replacements are applied.
vi: Xác định phần tử HTML và thuộc tính của chúng mà bạn muốn theo dõi. Nếu phần tử đó không có giá trị, bạn sẽ được thông báo qua email. Các phần tử HTML này sẽ được truy xuất sau khi tất cả các <b>Tìm và thay thế</b> được áp dụng.

source: Options
vi: Tùy chọn

source: Product data
vi: Dữ liệu sản phẩm

source: Virtual
vi: Sản phẩm ảo

source: Downloadable
vi: Có thể tải xuống

source: General
vi: Chung

source: Manually recrawl (update) a post
vi: Thu thập lại (cập nhật) thủ công bài viết.

source: Write the ID of the post you want to update.
vi: Nhập vào ID bài viết mà bạn muốn thu thập lại (cập nhật).

source: Post ID...
vi: ID bài viết

source: Recrawl
vi: Thu thập lại

source: Active sites
vi: Chiến dịch hoạt động

source: Last
vi: Cuối

source: Active
vi: Hoạt động

source: Today
vi: Hôm nay

source: URL Collection
vi: Thu thập URL

source: Post Crawl
vi: Thu thập bài viết

source: Post Recrawl
vi: Thu thập lại bài viết

source: Post Delete
vi: Xóa bài viết

source: %1$s ago
vi: %1$s trước

source: No active sites.
vi: Không có chiến dịch nào hoạt động.

source: Category Page Settings
vi: Cài đặt chuyên mục

source: Category mapping and other settings to be used when crawling category pages
vi: Thiết lập bản đồ chuyên mục và những tùy chọn được sử dụng khi thu thập các trang chuyên mục.

source: Category List Page URL
vi: URL trang danh sách chuyên mục

source: The URL to get category links from. The page should include a container having category URLs. This will be used to automatically insert category URLs for category map.
vi: URL trang riêng chứa danh sách chuyên mục của website mục tiêu. Thông thường các website sẽ hiển thị danh sách chuyên mục ngay tại trang chủ. Nhưng trong một số trường hợp website mục tiêu lại đặt danh sách chuyên mục trong một trang riêng. Đây chính là nơi bạn khai báo URL trang riêng chứa danh sách chuyên mục của website mục tiêu. Phần này sẽ được sử dụng để tự động liệt kê các URL chuyên mục vào Bản đồ chuyên mục.

source: Category List URL Selectors
vi: Phần tử HTML của mỗi URL chuyên mục

source: CSS selectors for category links. This is used to get category URLs automatically for category map. Gets "href" attributes of "a" tags. E.g. <span class="highlight selector">.top-level-navigation ul > li > a</span>. Before using the insert button, make sure you filled the category list page URL.
vi: Xác định phần tử HTML của mỗi URL chuyên mục. Phần này được sử dụng để tự động lấy các URL chuyên mục và đưa chúng vào Bản đồ chuyên mục. Mặc định sẽ lấy thuộc tính <span class="highlight attribute">href</span> của phần tử được chọn. Ví dụ: <span class="highlight selector">.top-level-navigation ul > li > a</span>. Trước khi sử dụng, hãy đảm bảo bạn đã khai báo URL trang danh sách chuyên mục.

source: Find and add category links for mapping
vi: Tìm và thêm URL chuyên mục vào Bản đồ chuyên mục

source: Category Map
vi: Bản đồ chuyên mục

source: Map the categories to target site's URLs. You can write the URLs relative to the main site URL. E.g. <span class="highlight url">/category/art</span>. Category URLs should be added once, no duplicates allowed. <b>Note that</b> changing category map will clear the post URLs waiting to be saved.
vi: Phân phối các chuyên mục cần thu thập với các chuyên mục trên website của bạn. Bạn có thể viết các URL kế thừa từ URL trang web mục tiêu. Ví dụ: <span class="highlight url">/category/art</span>. Các URL chuyên mục chỉ được phép thêm một lần, không cho phép trùng lặp. <b>Lưu ý:</b> việc thay đổi bản đồ chuyên mục sẽ xóa các URL đang chờ thu thập.

source: Category URL
vi: URL chuyên mục

source: Test Category URL
vi: URL chuyên mục thử nghiệm

source: A full category URL to be used to perform the tests for category page CSS selectors.
vi: URL chuyên mục của website mục tiêu được sử dụng để thử nghiệm các bộ lọc CSS bên dưới.

source: Category Post URL Selectors
vi: Phần tử HTML của mỗi URL bài viết

source: CSS selectors for the post URLs in category pages. Gets "href" attributes of "a" tags. E.g. <span class="highlight selector">article.post > h2 > a</span>. When testing, make sure you filled the category test URL. If you give more than one selector, each selector will be used to get URLs and the results will be combined.
vi: Xác định phần tử HTML của mỗi URL bài viết trong chuyên mục. Mặc định sẽ lấy thuộc tính <span class="highlight attribute">href</span> của phần tử được chọn. Ví dụ: <span class="highlight selector">article.post > h2 > a</span>. Khi thử nghiệm, hãy đảm bảo bạn đã điền vào URL chuyên mục thử nghiệm. Nếu bạn khai báo nhiều bộ lọc, các kết quả sẽ được hợp nhất.

source: Collect URLs in reverse order?
vi: Thu thập URL theo thứ tự ngược lại?

source: When you check this, the URLs found by URL selectors will be ordered in reverse before they are saved into the database. Therefore, the posts will be saved in reverse order for each category page.
vi: Khi bạn đánh dấu, URL được tìm thấy sẽ xếp hàng ngược lại trước khi chúng được lưu vào cơ sở dữ liệu. Do đó, các bài viết sẽ được lưu theo thứ tự ngược lại cho mỗi chuyên mục.

source: Next Page
vi: Trang tiếp theo

source: Category Next Page URL Selectors
vi: Phần tử HTML của URL trang tiếp theo

source: CSS selectors for next page URL in a category page. Gets "href" attributes of "a" tags. E.g. <span class="highlight selector">.pagination > a.next</span>. When testing, make sure you filled the category test URL. If you give more than one selector, the first match will be used.
vi: Xác định phần tử HTML của URL trang tiếp theo trong chuyên mục. Mặc định sẽ lấy thuộc tính <span class="highlight attribute">href</span> của phần tử được chọn. Ví dụ: <span class="highlight selector">.pagination > a.next</span>. Khi thử nghiệm, hãy đảm bảo bạn đã điền vào URL chuyên mục thử nghiệm. Nếu bạn khai báo nhiều bộ lọc, phát hiện đầu tiên sẽ được sử dụng.

source: Featured Images
vi: Ảnh đại diện
