Repository: NamAnhTranVu/wp
Catalog: kdn-auto-leech/app/lang/kdn-auto-leech-*.po
Languages: vi

source: Select the category in which you want the post saved.
vi: Lựa chọn chuyên mục mà bạn muốn các bài viết được lưu vào.

source: Post URLs
vi: URL bài viết

source: Enter post URLs. You can add multiple post URLs by writing each of them in a new line.
vi: Nhập vào các URL bài viết. Bạn có thể thêm nhiều URL bài viết bằng cách viết mỗi URL trên một dòng mới.

source: New line separated post URLs...
vi: Mỗi URL bài viết trên một dòng mới...

source: Post and Featured Image URLs
vi: URL bài viết và ảnh đại diện

source: Enter post URLs and, if exist, their featured image URLs.
vi: Nhập vào các URL bài viết và URL ảnh đại diện của chúng nếu tồn tại.

source: Retrieve post URLs from these category URLs
vi: Truy xuất URL bài viết từ các chuyên mục

source: Enter category URLs from which the post URLs should be retrieved.
vi: Nhập vào URL chuyên mục mà bạn muốn truy xuất các URL bài viết trong đó.

source: Category URL...
vi: URL chuyên mục

source: Pause after crawling this number of posts
vi: Số lượng bài viết để tạm dừng thu thập

source: How many posts at max you want to be crawled. The crawling will be paused when the number of URLs that have been crawled reaches this number. This option is valid only when crawling now. Entering 0 or leaving this empty means unlimited posts.
vi: Tối đa bao nhiêu bài viết mà bạn muốn thu thập. Thu thập sẽ được tạm dừng khi số lượng URL được thu thập đạt đến con số này. Tùy chọn này chỉ hợp lệ khi bạn thu thập dữ liệu ngay bây giờ. Nhập vào 0 hoặc để trống sẽ không giới hạn số lượng bài viết được thu thập.

source: Number of posts to be crawled before pausing...
vi: Số lượng bài viết được thu thập trước khi tạm dừng

source: Maximum parallel crawling count
vi: Số lần thu thập dữ liệu trong cùng một thời điểm

source: How many posts can be crawled at the same time? Increasing this number will put additional load onto your server. Default: %1$s
vi: Bao nhiêu bài viết có thể được thu thập trong cùng một thời điểm? Tăng chỉ số này sẽ ảnh hướng tới máy chủ của bạn. Mặc định: %1$s

source: Max parallel crawling count...
vi: Số lần thu thập dữ liệu trong cùng một thời điểm

source: Clear entered URLs after I click submit button
vi: Xóa URL đã nhập sau khi nhấp vào các nút

source: When you check this, the URLs you have entered into the inputs will be cleared after you click one of the submit buttons.
vi: Nếu bạn đánh dấu, các URL bạn đã nhập bên trên sẽ được xóa bỏ sau khi bạn nhấp vào một trong các nút "Thu thập" hoặc "Thêm vào cơ sở dữ liệu".

source: Crawl now
vi: Thu thập ngay

source: The URLs you entered will be crawled one by one, as soon as you click this. Your browser needs to stay open until all URLs are finished being crawled.
vi: Các URL bạn đã nhập sẽ được thu thập từng cái một, ngay khi bạn nhấp vào đây. Trình duyệt của bạn cần phải mở cho đến khi tất cả các URL đã hoàn thành thu thập.

source: Add to the database
vi: Thêm vào cơ sở dữ liệu

source: The URLs you entered will be added to the database. They will be crawled using your scheduling settings.
vi: Các URL bạn đã nhập sẽ được thêm vào cơ sở dữ liệu. Chúng sẽ được thu thập dữ liệu bằng cách sử dụng cài đặt thu thập của bạn.

source: What's happening
vi: Chuyện gì đang xảy ra

source: CRON Events
vi: Tiến trình

source: Now: %1$s
vi: Bây giờ: %1$s

source: Next
vi: Tiếp theo

source: %s ago
vi: %s trước

source: URLs in Queue
vi: URL đang chờ

source: Saved Posts
vi: Bài viết đã lưu

source: Updated Posts
vi: Bài viết đã thu thập lại

source: Deleted Posts
vi: Bài viết đã xóa

source: URLs being crawled right now
vi: URL đang được thu thập

source: Created
vi: Đã tạo

source: Posts being saved right now
vi: Bài viết đang được lưu ngay bây giờ

source: Dismiss this notice.
vi: Ẩn thông báo này.

source: No featured image
vi: Không có ảnh đại diện

source: Gallery Images
vi: Bộ sưu tập hình ảnh

source: No gallery images
vi: Không có bộ sưu tập hình ảnh

source: Weight Selectors
vi: Phần tử HTML của trọng lượng

source: CSS selectors for weight.
vi: Xác định phần tử HTML của trọng lượng.

source: Length Selectors
vi: Phần tử HTML của chiều dài

source: CSS selectors for length.
vi: Xác định phần tử HTML của chiều dài.

source: Width Selectors
vi: Phần tử HTML của chiều rộng

source: CSS selectors for width.
vi: Xác định phần tử HTML của chiều rộng.

source: Height Selectors
vi: Phần tử HTML của chiều cao

source: CSS selectors for height.
vi: Xác định phần tử HTML của chiều cao.

source: Select the shipping class.
vi: Lựa chọn lớp giao hàng.

source: Settings updated.
vi: Đã lưu các cài đặt.

source: Multiple?
vi: Nhiều?

source: Post meta key
vi: Meta key

source: Meta value
vi: Giá trị

source: You can take notes about the options you configured, or anything. This tab is just for taking notes.
vi: Bạn có thể ghi chú về các tùy chọn mà bạn đã cấu hình hoặc bất cứ điều gì. Tab này chỉ để ghi chú.

source: Notes...
vi: Ghi chú...

source: Load languages
vi: Tải ngôn ngữ

source: General options. Before applying the options here, the options defined in the find-replace tab will be applied.
vi: Tùy chọn chung. Các tùy chọn ở đây sẽ được áp dụng sau khi tùy chọn <b>Tìm và thay</b> thế được áp dụng.

source: Treat as JSON?
vi: Phân tích như JSON?

source: If you check this, each item will be tried to be parsed to JSON. You can then use the values from the JSON using <b>[%1$s]</b> short code. When you check this, the item will be removed if it is not a valid JSON.
vi: Nếu bạn đánh dấu, mỗi kết quả sẽ được phân tích thành JSON. Sau đó bạn có thể lấy giá trị từ JSON bằng cách sử dụng shortcode <b>[%1$s]</b>. Khi bạn đánh dấu, kết quả sẽ bị xóa nếu đó không phải là một JSON hợp lệ.

source: Name/description...
vi: Tên/mô tả...

source: Clear URLs
vi: Xóa URL

source: Select the site whose URLs you want to be deleted from the database.
vi: Lựa chọn chiến dịch chứa các URL mà bạn muốn xóa khỏi cơ sở dữ liệu.

source: URL Type
vi: Loại URL

source: Select URL types to be cleared for the specified site. If you clear the URLs waiting in the queue, those URLs will not be saved, unless they are collected again. If you clear already-saved URLs, those URLs may end up in the queue again, and they may be saved as posts again. So, you may want to delete the posts as well, unless you want duplicate content.
vi: Chọn loại URL sẽ bị xóa cho chiến dịch được chỉ định. Nếu bạn xóa các URL đang chờ trong hàng đợi, các URL đó sẽ không được lưu, trừ khi chúng được thu thập lại. Nếu bạn xóa các URL đã được lưu, các URL đó có thể lại xuất hiện trong hàng đợi và chúng có thể được lưu lại thành bài viết. Vì vậy, bạn cũng có thể muốn xóa các bài viết, trừ khi bạn muốn bài viết trùng lặp.

source: I'm sure
vi: Tôi chắc chắn

source: Check this to indicate that you are sure about this.
vi: Đánh dấu để xác nhận bạn đã chắc chắn về hành động này.

source: Delete URLs
vi: Xóa URL

source: Unlock all URLs
vi: Mở khóa tất cả URL

source: The plugin locks the URLs which it is processing. This is to avoid processing already-being-processed URLs. But sometimes things go wrong either with your server or the target server and some URLs stay locked. You can see these URLs shown as "currently being crawled/recrawled" in dashboard. If you see some URLs are stuck there and you do not want to see them, you can use this tool to unlock all URLs.
vi: Plugin khóa các URL mà nó đang xử lý. Điều này để tránh xử lý các URL đã được xử lý. Nhưng đôi khi có điều gì đó xảy ra với máy chủ của bạn hoặc máy chủ của trang mục tiêu và khiến một số URL bị khóa. Bạn có thể thấy những URL này được hiển thị là "Đang thu thập/thu thập lại ngay bây giờ" trong bảng điều khiển. Nếu bạn thấy một số URL bị kẹt ở đó và bạn không muốn nhìn thấy chúng, bạn có thể sử dụng công cụ này để mở khóa tất cả URL.

source: Unlock All URLs
vi: Mở khóa tất cả URL

source: Auto refresh every %s seconds
vi: Tự động làm mới sau %s giây

source: At least %s seconds
vi: Tối thiểu %s giây

source: Next refresh in %s
vi: Làm mới sau %s giây

source: Last recrawled posts
vi: Bài viết được thu thập lại gần đây

source: URLs of the last deleted posts
vi: URL của bài viết được xóa gần đây

source: Last crawled posts
vi: Bài viết được thu thập gần đây

source: Last URLs added to the queue
vi: URL được thêm vào hàng đợi gần đây

source: Attribute 1
vi: Thuộc tính 1

source: Attribute 2
vi: Thuộc tính 2

source: No posts.
vi: Không có bài viết nào.

source: Load General Settings
vi: Tải cài đặt chung

source: Clear General Settings
vi: Xóa cài đặt chung

source: WordPress does not allow %2$s elements for security reasons. If you want to show %3$s in the post template, you can check this. When you check this, the %2$s elements in the short code data will be converted to %1$s short code that shows the %3$s in the front end. <b>Use this with caution since unknown %3$s can cause security vulnerabilities.</b> The short code will output the HTML element <b>only for the domains defined in the general settings</b>.
vi: WordPress không cho phép phần tử %2$s vì lý do bảo mật. Vậy nên, nếu bạn muốn hiển thị các %3$s trong Giao diện chính của bài viết, hãy đánh dấu. Khi bạn đánh dấu, phần tử %2$s sẽ được chuyển đổi sang shortcode %1$s và hiển thị các %3$s trên trang web. <b>Hãy cẩn trọng với tùy chọn này vì %3$s có thể gây ra lỗ hổng bảo mật</b>. Shortcode sẽ chỉ xuất ra mã HTML với <b>các tên miền được xác định trong Cài đặt chung</b>.

source: Template Settings
vi: Cài đặt giao diện

source: Set templates for the post, find and replace things...
vi: Cài đặt giao diện cho bài viết, tìm và thay thế mọi thứ trước khi xuất bản...

source: Main Post Template
vi: Giao diện chính của bài viết

source: Main template used for the posts. The buttons above the editor holds short codes which are used to place certain elements into the post page. You can hover over the buttons to see what they are used to show in post page, and <b>click them to copy the code</b>. After copying, just place the short codes into anywhere you want in the editor. <b>You must fill the template.<b>
vi: Giao diện chính được sử dụng cho các bài viết. Các nút phía trên trình soạn thảo chứa shortcode được sử dụng để đặt các giá trị nhất định vào bài viết. Bạn có thể di chuột qua các nút để xem chúng có ý nghĩa gì và <b>nhấp vào chúng để sao chép shortcode</b>. Sau khi sao chép, chỉ cần đặt shortcode vào bất cứ nơi nào bạn muốn trong trình soạn thảo. <b>Bạn phải điền vào giao diện<b>.

source: Post Title Template
vi: Giao diện cho tiêu đề của bài viết

source: Template for post title. You can also use custom short codes. If you leave this empty, original post title found by CSS selectors will be used.
vi: Giao diện cho tiêu đề của bài viết. Bạn cũng có thể sử dụng các shortcode tùy chỉnh. Nếu bạn để trống, tiêu đề bài viết gốc được tìm thấy bởi các bộ lọc CSS sẽ được sử dụng.

source: Post Excerpt Template
vi: Giao diện cho mô tả ngắn của bài viết

source: Template for post excerpt. You can also use custom short codes. If you leave this empty, original post excerpt found by CSS selectors will be used.
vi: Giao diện cho mô tả ngắn của bài viết. Bạn cũng có thể sử dụng các shortcode tùy chỉnh. Nếu bạn để trống, mô tả ngắn bài viết gốc được tìm thấy bởi các bộ lọc CSS sẽ được sử dụng.

source: List Item Template
vi: Giao diện cho mỗi mục của danh sách

source: This template is used for the list. If you set the post list type and wrote some selectors for the list items, then the list items will be crawled. Here, you can set a template to be used for <b>each</b> list item. You can include the entire list in main post template. <b>You must fill the template if you expect a list from the target page.</b>
vi: Giao diện này được sử dụng cho tính năng Danh sách. Nếu bạn sử dụng tính năng này và tạo một số bộ lọc CSS cho các mục trong danh sách, sau đó các mục của danh sách sẽ được thu thập dữ liệu. Tại đây, bạn có thể cài đặt giao diện cho <b>mỗi</b> mục của danh sách. Bạn có thể đưa toàn bộ danh sách vào Giao diện chính của bài viết bằng shortcode <span class="highlight selector">[kdn-main-list]</span>. <b>Bạn phải điền vào đây nếu bạn muốn có một danh sách từ trang mục tiêu</b>.

source: Gallery Item Template
vi: Giao diện cho mỗi URL hình ảnh của bộ sưu tập

source: This template is used for the gallery. If you activated saving images as gallery and wrote some selectors for the image URLs, then the gallery items will be crawled. Here, you can set a template to be used for <b>each</b> gallery image. You can include the entire gallery in main post template. <b>You must fill the template if you expect a gallery from the target page.</b>
vi: Giao diện này được sử dụng cho tính năng Bộ sưu tập ảnh. Nếu bạn đã kích hoạt Lưu hình ảnh thành bộ sưu tập và tạo một số bộ lọc CSS cho các URL hình ảnh, sau đó các hình ảnh trong bộ sưu tập sẽ được thu thập. Tại đây, bạn có thể cài đặt giao diện cho <b>mỗi</b> URL hình ảnh của bộ sưu tập. Bạn có thể đưa bộ sưu tập ảnh vào trong Giao diện chính của bài viết bằng shortcode <span class="highlight selector">[kdn-main-gallery]</span>. <b>Bạn phải điền vào đây nếu bạn muốn có một bộ sưu tập ảnh từ trang mục tiêu</b>.

source: Quick Fixes
vi: Sửa lỗi nhanh

source: Remove links from short codes?
vi: Xóa liên kết trong các shortcode?

source: If you want to remove links from all of the short code data, check this. Checking this box is almost the same as adding <b>%1$s</b> regex for find and <b>%2$s</b> for replace option for each find and replace option in this tab. This option will not touch custom links inside the templates.
vi: Nếu bạn muốn xóa liên kết khỏi tất cả shortcode, hãy đánh dấu. Tùy chọn này giống như việc viết biểu thức chính quy với Tìm kiếm là <b>%1$s</b> và Thay thế là <b>%2$s</b> để thay thế cho mỗi shortcode. Tùy chọn này sẽ không ảnh hưởng tới các liên kết khác bên trong giao diện.

source: Convert iframe elements to short code
vi: Chuyển đổi iframe sang shortcode

source: Convert script elements to short code
vi: Chuyển đổi script sang shortcode

source: Template Unnecessary Element Selectors
vi: Phần tử không cần thiết trong giao diện

source: CSS selectors for unwanted elements in the template. Specified elements will be removed from the HTML of the template. The removal will be done after the shortcodes are replaced. Find-and-replaces will be done after the template is cleared from unnecessary elements. <b>This will use test post URL on Post tab to conduct the tests.</b>
vi: Xác định phần tử HTML không cần thiết trong giao diện. Các phần tử đó sẽ được xóa khỏi HTML của giao diện. Việc xóa bỏ sẽ được thực hiện sau khi tất cả shortcode được thay thế. Tìm và thay thế sẽ được áp dụng sau khi Phần tử không cần thiết trong giao diện được áp dụng. <b>Tùy chọn này sẽ lấy URL bài viết thử nghiệm trong TAB Bài viết (tương ứng) để thử nghiệm</b>.

source: Find and Replace Test Code
vi: Mã thử nghiệm cho tìm và thay thế

source: Find and replace in post's content
vi: Tìm và thay thế trong nội dung của bài viết

source: If you want some things to be replaced with some other things in <b>HTML of post's content</b>, this is the place. The replacement will be done after the final post template is ready.
vi: Nếu bạn muốn thay thế một số thứ trong <b>HTML của nội dung bài viết</b>, đây là nơi. Việc thay thế sẽ được thực hiện sau khi giao diện bài viết cuối cùng đã sẵn sàng.

source: Find and replace in custom short code contents
vi: Tìm và thay thế trong nội dung của các shortcode tùy chỉnh

source: If you want some things to be replaced with some other things in <b>each custom short code's content</b>, this is the place. The replacement will be done after the final post template is ready.
vi: Nếu bạn muốn thay thế một số thứ trong <b>nội dung của mỗi shortcode</b>, đây là nơi. Việc thay thế sẽ được thực hiện sau khi giao diện bài viết cuối cùng đã sẵn sàng.

source: Find and replace in post's title
vi: Tìm và thay thế trong tiêu đề của bài viết

source: If you want some things to be replaced with some other things in <b>post's title</b>, this is the place.
vi: Nếu bạn muốn thay thế một số thứ trong <b>tiêu đề của bài viết</b>, đây là nơi.

source: Find and replace in post's excerpt
vi: Tìm và thay thế trong mô tả ngắn của bài viết

source: If you want some things to be replaced with some other things in <b>post's excerpt</b>, this is the place.
vi: Nếu bạn muốn thay thế một số thứ trong mô tả ngắn của bài viết, đây là nơi.

source: Find and replace in post's each tag
vi: Tìm và thay thế trong mỗi thẻ của bài viết

source: If you want some things to be replaced with some other things in <b>post's each tag</b>, this is the place.
vi: Nếu bạn muốn thay thế một số thứ trong <b>mỗi thẻ của bài viết</b>, đây là nơi.

source: Find and replace in meta keywords
vi: Tìm và thay thế trong meta keywords

source: If you want some things to be replaced with some other things in <b>post's meta keywords</b>, this is the place.
vi: Nếu bạn muốn thay thế một số thứ trong meta keywords của bài viết, đây là nơi.

source: Find and replace in meta description
vi: Tìm và thay thế trong meta description

source: If you want some things to be replaced with some other things in <b>post's meta description</b>, this is the place.
vi: Nếu bạn muốn thay thế một số thứ trong <b>meta description của bài viết</b>, đây là nơi.

source: URLs for Manual Crawling
vi: URL thu thập thủ công

source: Pause crawling
vi: Tạm dừng thu thập

source: Continue crawling
vi: Tiếp tục thu thập

source: Do not close your browser while URLs are being crawled.
vi: Không đóng trình duyệt trong khi các URL đang được thu thập.

source: Show all results
vi: Xem tất cả kết quả

source: Hide all results
vi: Ẩn tất cả kết quả

source: Status
vi: Trạng thái

source: Image
vi: Hình ảnh

source: Post URL
vi: URL bài viết

source: Remove all
vi: Xóa tất cả

source: Retry/recrawl
vi: Thử lại/thu thập lại

source: Delete
vi: Xóa

source: No URLs waiting to be saved.
vi: Không có URL nào đang chờ để thu thập.

source: Import or export options box settings.
vi: Nhập vào và xuất ra các cài đặt tùy chọn.

source: Paste the settings exported from another options box to import. <b>Current settings will be overridden.</b>
vi: Nhập vào mã cài đặt được xuất ra từ các hộp tùy chọn khác. <b>Những cài đặt tùy chọn hiện tại sẽ bị ghi đè.</b>

source: Paste settings and click the import button. Note: This will override all settings.
vi: Nhập vào mã cài đặt và nhấp vào nút Nhập vào. Lưu ý: điều này sẽ ghi đè tất cả cài đặt hiện tại.

source: Import
vi: Nhập vào

source: You can copy the settings here and use the copied code to export settings to another options box.
vi: Bạn có thể sao chép mã cài đặt ở đây và nhập vào các hộp tùy chọn khác.

source: Define domains from which %2$s source can be retrieved. %1$s short code will only show %3$s whose source URL is from one of these domains.
vi: Xác định tên miền mà nguồn %2$s có thể được truy xuất. Shortcode %1$s sẽ chỉ hiển thị các %3$s có URL nguồn từ một trong những tên miền này.

source: Post Settings
vi: Cài đặt bài viết

source: Set post settings
vi: Những cài đặt chung dành cho bài viết.

source: Allow Comments
vi: Cho phép bình luận

source: If you want to allow comments for automatically inserted posts, check this.
vi: Nếu bạn muốn cho phép bình luận ở các bài viết được tự động lưu, hãy đánh dấu.

source: Post Status
vi: Trạng thái bài viết

source: Set the status of automatically inserted posts.
vi: Cài đặt trạng thái cho các bài viết được lưu tự động.

source: Post Type
vi: Loại bài viết

source: Set the type of automatically inserted posts.
vi: Cài đặt loại cho các bài viết.

source: Post Category Taxonomies
vi: Taxonomy chuyên mục của bài viết

source: Set custom post category taxonomies registered into your WordPress installation so that you can set a custom post category in the site settings. For taxonomy field, write the name of the taxonomy. The description you write in the description field will be shown when selecting a category.
vi: Đặt taxonomy tùy chỉnh cho chuyên mục của bài viết. Các taxonomy này phải đang hoạt động trên website của bạn để bạn có thể cài đặt chuyên mục tùy chỉnh cho bài viết trong chiến dịch. Tại trường taxonomy, hãy viết tên của taxonomy. Mô tả mà bạn viết tại trường mô tả sẽ được hiển thị bên cạnh tên taxonomy khi bạn chọn một chuyên mục.

source: Post Author
vi: Tác giả bài viết

source: Set the author of automatically inserted posts.
vi: Cài đặt tác giả cho các bài viết được tự động lưu.

source: Maximum number of tags
vi: Số thẻ tối đa cho bài viết

source: How many tags at maximum can be added to a post? Set this <b>0</b> if you do not want to set a limit and get all available tags. The default value is 0.
vi: Tối đa bao nhiêu thẻ có thể được thêm vào một bài viết? Đặt là <b>0</b> nếu bạn không muốn giới hạn và lấy tất cả thẻ hợp lệ. Mặc định là 0.

source: Change Password
vi: Đổi mật khẩu

source: If you want to change post password, check this.
vi: Nếu bạn muốn thay đổi mật khẩu của bài viết, hãy đánh dấu.

source: Post Password
vi: Mật khẩu bài viết

source: Set the password for automatically inserted posts. The value you enter here will be stored as raw text in the database, without encryption. If anyone accesses your database, he/she will be able to see your password. <br /><br /> If you want to delete the password, just leave the new password fields empty. When you change the password, new password will be effective for new posts, and passwords for old posts will not be changed. <br /><br /> <b>Leave old password field empty if you did not set any password before.</b>
vi: Cài đặt mật khẩu cho các bài viết được lưu tự động. Giá trị bạn nhập vào ở đây sẽ được lưu dưới dạng văn bản thô trong cơ sở dữ liệu, không được mã hóa. Nếu một ai đó có thể truy cập vào cơ sở dữ liệu của bạn, họ có thể xem các mật khẩu của bạn.<br /><br />Nếu bạn muốn xóa mật khẩu, hãy để trống trường Mật khẩu mới. Khi bạn đổi mật khẩu, mật khẩu mới sẽ có hiệu lực cho các bài viết mới và mật khẩu của các bài viết cũ sẽ không bị thay đổi.<br /><br /><b>Để trống trường Mật khẩu cũ nếu bạn không cài đặt bất cứ mật khẩu nào trước đó</b>.

source: Short Codes
vi: Shortcode

source: Allowed domains for iframe short code
vi: Tên miền được cho phép với shortcode iframe

source: Allowed domains for script short code
vi: Tên miền được cho phép với shortcode script

source: The folder paths will be considered as they are relative to uploads directory of WordPress. E.g. if you write %1$s, it is considered as %2$s. You cannot define a folder outside of uploads directory of WordPress.
vi: Các đường dẫn thư mục này sẽ được hiểu là thư mục con trong thư mục uploads mặc định của WordPress. Ví dụ: nếu bạn viết %1$s, nó sẽ được hiểu là %2$s. Bạn không thể chỉ định một thư mục nằm ngoài thư mục uploads của WordPress.

source: Folder path relative to uploads directory of WordPress...
vi: Đường dẫn thư mục con trong thư mục uploads mặc định của WordPress...

source: Move and copy the files. Before applying the options in this tab, find-replace options will be applied.
vi: Di chuyển và sao chép các tệp tin. Trước khi các tùy chọn trong TAB này được áp dụng, Tìm và thay thế sẽ được áp dụng trước.

source: Move files to folder
vi: Di chuyển tệp tin đến thư mục

source: Define the folders in which the saved files should be stored. If you set more than one path, a random one will be selected.
vi: Xác định thư mục, nơi các tệp tin sẽ được lưu. Nếu bạn khai báo nhiều thư mục, một thư mục ngẫu nhiên sẽ được chọn.

source: Copy files to folder
vi: Sao chép tệp tin đến thư mục

source: Define the folders to which the saved files should be copied. If you set more than one path, the files will be copied to all.
vi: Xác định thư mục, nơi các tệp tin sẽ được sao chép đến. Nếu bạn khai báo nhiều thư mục, một thư mục ngẫu nhiên sẽ được chọn.

source: Taxonomy name
vi: Taxonomy
