Repository: NamAnhTranVu/wp
Catalog: kdn-auto-leech/app/lang/kdn-auto-leech-*.po
Languages: vi

source: Dashboard
vi: Bảng điều khiển

source: General Settings
vi: Cài đặt chung

source: Settings are updated, but password could not be changed.
vi: Cài đặt đã được cập nhật, nhưng không thể thay đổi mật khẩu.

source: Tester
vi: Thử nghiệm

source: Post Page
vi: Trang bài viết

source: Category Page
vi: Trang chuyên mục

source: Tools
vi: Công cụ

source: No URLs have been inserted.
vi: Không có URL nào được thêm.

source: 1 URL has been inserted
vi: 1 URL đã được thêm

source: %1$s URLs have been inserted
vi: %1$s URL đã được thêm

source: The post has been recrawled.
vi: Bài viết đã được thu thập lại.

source: The post has been saved.
vi: Bài viết đã được lưu.

source: You can check it here
vi: Bạn có thể kiểm tra ở đây

source: The post could not be saved.
vi: Không thể lưu bài viết.

source: No Title
vi: Không có tiêu đề

source: You should delete the duplicate post first
vi: Bạn nên xóa bài viết trùng lặp trước

source: The post is recrawled. You can check it here
vi: Bài viết được thu thập lại. Bạn có thể kiểm tra ở đây

source: The post could not be found or it might not have been saved by KDN Auto Leech.
vi: Không tìm thấy bài viết hoặc nó không được lưu bởi KDN Auto Leech.

source: You did not check the safety checkbox.
vi: Bạn chưa đánh dấu xác nhận "Tôi chắc chắn".

source: Deleted successfully.
vi: Xóa thành công.

source: %s URLs have been unlocked.
vi: %s URL đã được mở khóa.

source: 1 URL has been unlocked.
vi: 1 URL đã được mở khóa.

source: There are no locked URLs currently.
vi: Hiện tại không có URL nào bị khóa.

source: Post ID
vi: ID bài viết

source: In Queue
vi: Đang chờ

source: Already Saved
vi: Đã lưu

source: All
vi: Tất cả

source: An error occurred.
vi: Có lỗi xảy ra.

source: Press {0} to copy
vi: Nhấp {0} để sao chép

source: Copied!
vi: Đã sao chép!

source: No result.
vi: Không có kết quả.

source: Found
vi: Tìm thấy

source: This is required to perform the test.
vi: Vui lòng nhập để thử nghiệm.

source: This is required.
vi: Điều này là bắt buộc.

source: CSS selector found
vi: Bộ lọc CSS tìm thấy

source: Do you want to delete all test history?
vi: Bạn có muốn xóa hết lịch sử thử nghiệm?

source: URL data cannot be found.
vi: Dữ liệu URL không thể tìm thấy.

source: Currently crawling
vi: Hiện đang thu thập

source: Retrieving URLs from {0}
vi: Đang truy xuất URL từ {0}

source: Pause
vi: Tạm dừng

source: Continue
vi: Tiếp tục

source: Test data could not be retrieved.
vi: Không thể truy xuất dữ liệu thử nghiệm .

source: Response of content retrieval process is not valid.
vi: Phản hồi của quá trình truy xuất nội dung là không hợp lệ.

source: Test data retrieval failed.
vi: Lấy dữ liệu thử nghiệm thất bại.

source: No URLs found.
vi: Không có URL nào được tìm thấy.

source: This is not valid.
vi: Điều này không hợp lệ.

source: URL data does not exist for this.
vi: Dữ liệu URL không tồn tại cho điều này.

source: This URL has not been crawled yet.
vi: URL này chưa được thu thập dữ liệu.

source: The URL cannot be retrieved.
vi: Không thể truy xuất URL.

source: The cache has been invalidated.
vi: Bộ nhớ đệm đã bị vô hiệu hóa.

source: The cache could not be invalidated.
vi: Không thể vô hiệu hóa bộ nhớ đệm.

source: All caches have been invalidated.
vi: Tất cả bộ nhớ đệm đã bị vô hiệu hóa.

source: All caches could not be invalidated.
vi: Không thể vô hiệu hóa tất cả bộ nhớ đệm.

source: Custom short code
vi: Shortcode tùy chỉnh

source: Post ID could not be found.
vi: Không tìm thấy ID bài viết.

source: Settings could not be retrieved.
vi: Không thể truy xuất các cài đặt.

source: The settings have been saved.
vi: Đã lưu các cài đặt.

source: The state could not be parsed.
vi: Không thể phân tích cú pháp.

source: Top
vi: Đầu

source: Last tried proxy: %1$s
vi: Proxy thử lần cuối: %1$s

source: URL: %1$s, Message: %2$s
vi: URL: %1$s, Thông điệp: %2$s

source: Empty CSS selectors found
vi: Bộ lọc CSS không có giá trị được tìm thấy

source: Encoding %1$s does not exist in available encodings.
vi: Mã hóa %1$s không tồn tại trong các bảng mã có sẵn.

source: URL could not be resolved
vi: Không thể xử lý URL

source: Date %1$s could not be parsed.
vi: Không thể phân tích thời gian %1$s.

source: URL could not be resolved.
vi: Không thể xử lý URL.

source: A duplicate post has been found.
vi: Một bài viết trùng lặp đã được tìm thấy.

source: Current URL: %1$s, Duplicate post ID: %2$s, Duplicate post title: %3$s, Site ID: %4$s.
vi: URL hiện tại: %1$s, ID bài viết trùng lặp: %2$s, Tiêu đề bài viết trùng lặp: %3$s, ID chiến dịch: %4$s.

source: The URL is not saved and it is marked as saved so that it will not be tried again.
vi: URL không được lưu và nó được đánh dấu là đã lưu để nó sẽ không được thử lại.

source: A duplicate post is found.
vi: Một bài viết trùng lặp được tìm thấy.

source: Category IDs could not be assigned to the post.
vi: Không thể gán ID chuyên mục cho bài viết.

source: Media file does not have a local path.
vi: Tệp tin đa phương tiện không có đường dẫn cục bộ.

source: Title
vi: Tiêu đề

source: Content
vi: Nội dung

source: URL does not exist in the database.
vi: URL không tồn tại trong cơ sở dữ liệu.

source: Current URL is locked. It means it is being used by another process.
vi: URL hiện tại đã bị khóa. Có nghĩa là nó đang được sử dụng bởi một tiến trình khác.

source: Data could not be retrieved from the URL.
vi: Không thể truy xuất dữ liệu từ URL.

source: Duplicate post.
vi: Bài viết trùng lặp.

source: Translation error.
vi: Lỗi dịch.

source: Information
vi: Thông tin

source: Error
vi: Lỗi

source: Fail
vi: Thất bại

source: Value is not numeric.
vi: Giá trị không phải là số.

source: URL is not found
vi: URL không tìm thấy

source: File could not be saved
vi: Không thể lưu tệp tin

source: Request error
vi: Lỗi truy vấn

source: HTML could not be retrieved
vi: Không thể truy xuất HTML

source: Connection error
vi: Lỗi kết nối

source: CSS selector syntax error
vi: Lỗi cú pháp bộ lọc CSS

source: WooCommerce error
vi: Lỗi WooCommerce

source: Taxonomy does not exist
vi: Taxonomy không tồn tại

source: File does not exist
vi: Tệp tin không tồn tại

source: %1$s directory is not in %2$s directory. The file can only be moved to a directory that is under the uploads directory of WordPress.
vi: Thư mục %1$s không nằm trong thư mục %2$s. Tệp tin chỉ có thể di chuyển tới thư mục là thư mục con nằm trong thư mục uploads mặc định của WordPress.

source: Upload directory could not be retrieved:
vi: Không thể truy xuất thư mục tải lên:

source: Original URL: %1$s, Prepared URL: %2$s
vi: URL gốc: %1$s, URL đã xử lý: %2$s

source: File %1$s could not be moved to %2$s
vi: Không thể di chuyển tệp tin %1$s tới %2$s

source: File %1$s could not be deleted.
vi: Không thể xóa tệp tin %1$s.

source: %1$s directory could not be created
vi: Không thể tạo thư mục %1$s

source: %1$s, File URL: %2$s
vi: %1$s, URL tệp tin: %2$s

source: Details
vi: Chi tiết

source: File
vi: Tệp tin

source: Exception
vi: Ngoại lệ

source: JSON could not be parsed. JSON string: %1$s
vi: Không thể phân tích JSON. Chuỗi JSON: %1$s

source: Original file name (without extension)
vi: Tên gốc của tệp tin (không có phần mở rộng)

source: Original title of the file
vi: Tiêu đề gốc của tệp tin

source: Original alt text of the file
vi: Văn bản thay thế gốc của tệp tin

source: File name prepared by find-replace options (without extension)
vi: Tên của tệp tin sau khi áp dụng Tìm và thay thế (không có phần mở rộng)

source: File extension without a dot
vi: Phần mở rộng của tệp tin không có dấu chấm

source: Mime type
vi: Loại giao thức của tệp tin

source: File size in bytes
vi: Kích thước của tệp tin (byte)

source: File size in kilobytes
vi: Kích thước của tệp tin (kilobyte)

source: File size in megabytes
vi: Kích thước của tệp tin (megabyte)

source: Prepared file name with its extension
vi: Tên của tệp tin đã xử lý kèm theo phần mở rộng

source: MD5 hash of the file
vi: Mã MD5 của tệp tin

source: Random SHA1 hash created by using the name of the file
vi: Mã SHA1 được tạo ngẫu nhiên từ tên của tệp tin

source: Local URL of the file
vi: URL cục bộ của tệp tin

source: Data does not exist in your request. The request should include 'data'
vi: Dữ liệu không tồn tại trong truy vấn của bạn. Truy vấn nên bao gồm 'data'

source: Publish
vi: Xuất bản

source: Draft
vi: Nháp

source: Value
vi: Giá trị

source: You can try clearing thousands separators and setting decimal separator as "%1$s"
vi: Bạn có thể xóa dấu phân cách hàng nghìn và đặt dấu phân cách thập phân là "%1$s"

source: An error occurred while replacing with the regular expression.
vi: Có lỗi xảy ra khi thay thế với biểu thức chính quy.

source: Type
vi: Loại

source: Find
vi: Tìm kiếm

source: Replace
vi: Thay thế

source: Translation could not be retrieved.
vi: Không thể truy xuất bản dịch.

source: Translations could not be retrieved.
vi: Không thể truy xuất bản dịch.

source: Response could not be retrieved from %1$s with %2$s
vi: Không thể truy xuất phản hồi từ %1$s với %2$s

source: Detect language
vi: Phát hiện ngôn ngữ

source: Selected translation service %1$s is not valid
vi: Công cụ dịch đã chọn %1$s không hợp lệ

source: The post has been found to be a duplicate by %1$s.
vi: Bài viết được tìm thấy trùng lặp bởi %1$s.

source: Translation error for %1$s. Message: %2$s
vi: Lỗi dịch cho %1$s. Thông điệp: %2$s

source: An adapter for product class %1$s does not exist.
vi: Một bộ chuyển đổi cho lớp sản phẩm %1$s không tồn tại.

source: %1$s function does not exist. You can try to install one of the previous versions of WooCommerce.
vi: Phương thức %1$s không tồn tại. Bạn có thể thử cài đặt một phiên bản cũ hơn của WooCommerce.

source: A suitable adapter factory could not be found for current WooCommerce version.
vi: Không thể tìm thấy bộ chuyển đổi phù hợp cho phiên bản WooCommerce hiện tại.

source: Product could not be saved.
vi: Không thể lưu sản phẩm.

source: Product type %1$s cannot be saved.
vi: Loại sản phẩm %1$s không thể lưu.

source: %1$s class does not exist. You must activate WooCommerce to save products. If WooCommerce is active, please update it to the latest version.
vi: Class %1$s không tồn tại. Bạn phải kích hoạt WooCommerce để lưu sản phẩm. Nếu WooCommerce được kích hoạt, hãy cập nhật lên phiên bản mới nhất.

source: SKU could not be saved. Message: %1$s
vi: Không thể lưu SKU. Thông điệp: %1$s

source: Do not allow
vi: Không cho phép

source: Allow, but notify customer
vi: Cho phép, nhưng phải thông báo cho khách hàng

source: Allow
vi: Cho phép

source: In stock
vi: Còn hàng

source: Out of stock
vi: Hết hàng

source: On backorder
vi: Chờ hàng

source: Simple Product
vi: Sản phẩm đơn giản

source: External/Affiliate Product
vi: Sản phẩm bên ngoài/liên kết

source: Main
vi: Chung

source: Product URL
vi: URL sản phẩm

source: Button Text
vi: Nội dung nút bấm

source: Sale Price
vi: Giá khuyến mãi

source: Regular Price
vi: Giá bán thường

source: Product Type
vi: Loại sản phẩm

source: Virtual?
vi: Sản phẩm ảo?

source: Downloadable?
vi: Có thể tải xuống?

source: Downloads
vi: Tải xuống

source: Downloadable File URLs
vi: URL tệp tin có thể tải xuống

source: Download Limit
vi: Giới hạn số lần tải xuống

source: Download Expiry
vi: Giới hạn số ngày tải xuống

source: Inventory
vi: Kiểm kê kho hàng

source: Manage stock?
vi: Quản lý kho hàng?

source: Stock Quantity
vi: Số lượng trong kho hàng

source: Backorders
vi: Đặt trước

source: Low Stock Amount
vi: Ngưỡng sắp hết hàng

source: Stock Status
vi: Trạng thái kho hàng

source: Sold individually?
vi: Bán riêng?

source: Shipping
vi: Giao nhận

source: Weight
vi: Trọng lượng

source: Length
vi: Chiều dài

source: Width
vi: Chiều rộng

source: Height
vi: Chiều cao

source: Shipping Class
vi: Lớp giao hàng

source: Attributes
vi: Thuộc tính

source: Advanced
vi: Nâng cao

source: Purchase Note
vi: Ghi chú thanh toán

source: Enable reviews?
vi: Cho phép đánh giá

source: Menu Order
vi: Menu đơn hàng

source: No shipping class
vi: Không có lớp giao hàng

source: Post ID does not exist in your request. The request should have 'post_id'.
vi: ID bài viết không tồn tại trong truy vấn của bạn. Truy vấn nên có 'post_id'.

source: Settings do not exist in the data.
vi: Các cài đặt không tồn tại trong dữ liệu.

source: Post ID does not exist.
vi: ID bài viết không tồn tại.

source: Sites
vi: Chiến dịch

source: Site
vi: Chiến dịch

source: KDN Auto Leech Site
vi: Chiến dịch

source: Add New
vi: Thêm mới

source: Add New Site
vi: Thêm chiến dịch mới

source: New Site
vi: Chiến dịch mới

source: Edit Site
vi: Sửa chiến dịch

source: View Site
vi: Xem chiến dịch

source: All Sites
vi: Tất cả chiến dịch

source: Search Sites
vi: Tìm chiến dịch

source: Parent Sites:
vi: Chiến dịch cha:

source: No sites found.
vi: Không có chiến dịch nào.

source: No sites found in Trash.
vi: Không có chiến dịch nào trong thùng rác.

source: A custom post type which stores sites to be crawled
vi: Một loại bài viết nơi lưu các chiến dịch thu thập.

source: Author
vi: Tác giả

source: Active for scheduling
vi: Thu thập

source: Active for recrawling
vi: Thu thập lại

source: Active for deleting
vi: Xóa

source: Counts
vi: Thống kê

source: Last URL Collection
vi: URL cuối

source: Last Post Crawl
vi: Thu thập cuối

source: Last Post Recrawl
vi: Thu thập lại cuối

source: Last Post Delete
vi: Xóa cuối

source: Date
vi: Thời gian

source: Queue
vi: Đang chờ

source: Saved
vi: Đã lưu

source: Updated
vi: Thu thập lại

source: Deleted
vi: Đã xóa

source: Other
vi: Khác

source: Total
vi: Tổng số

source: Site updated.
vi: Đã cập nhật.

source: Custom field updated.
vi: Trường tùy chỉnh đã cập nhật.

source: Custom field deleted.
vi: Trường tùy chỉnh đã xóa.

source: Site restored to revision from %s
vi: Chiến dịch được khôi phục từ %s

source: Site published.
vi: Đã xuất bản.

source: Site saved.
vi: Đã lưu.

source: Site submitted.
vi: Đã đăng.

source: Site scheduled for: <strong>%1$s</strong>.
vi: Chiến dịch thu thập cho: <strong>%1$s</strong>.

source: Site draft updated.
vi: Đã cập nhật bản nháp.

source: Enter site name here
vi: Nhập tên chiến dịch

source: Settings
vi: Cài đặt

source: Simple Notes
vi: Ghi chú

source: Prepared post title
vi: Tiêu đề bài viết đã xử lý

source: Prepared post excerpt
vi: Mô tả ngắn bài viết

source: Main post content
vi: Nội dung bài viết

source: List items
vi: Danh sách

source: Gallery items
vi: Bộ sưu tập ảnh

source: Full URL of the target page. You can use this to reference the source page. E.g. <a href="%1$s">Source</a>
vi: URL đầy đủ của trang mục tiêu. Bạn có thể sử dụng giá trị này để tạo liên kết nguồn tham khảo. Ví dụ: <a href="%1$s">Nguồn tham khảo</a>

source: Original post title
vi: Tiêu đề gốc của bài viết

source: Original post excerpt
vi: Mô tả ngắn gốc của bài viết

source: List item title
vi: Tiêu đề của mỗi mục

source: List item content
vi: Nội dung của mỗi mục

source: The position of the item.
vi: Vị trí của mỗi mục.

source: Gallery item URL
vi: URL ảnh trong bộ sưu tập

source: Found item
vi: Giá trị được tìm thấy

source: Every minute
vi: Mỗi 1 phút

source: Every 2 minutes
vi: Mỗi 2 phút

source: Every 3 minutes
vi: Mỗi 3 phút

source: Every 5 minutes
vi: Mỗi 5 phút

source: Every 10 minutes
vi: Mỗi 10 phút

source: Every 15 minutes
vi: Mỗi 15 phút

source: Every 20 minutes
vi: Mỗi 20 phút

source: Every 30 minutes
vi: Mỗi 30 phút

source: Every 45 minutes
vi: Mỗi 45 phút

source: Every hour
vi: Mỗi 1 giờ

source: Every 2 hours
vi: Mỗi 2 giờ

source: Every 3 hours
vi: Mỗi 3 giờ

source: Every 4 hours
vi: Mỗi 4 giờ

source: Every 6 hours
vi: Mỗi 6 giờ

source: Twice a day
vi: Mỗi 1 ngày 2 lần

source: Once a day
vi: Mỗi 1 ngày 1 lần

source: Every 2 days
vi: Mỗi 2 ngày 1 lần

source: Once a week
vi: Mỗi 1 tuần 1 lần

source: Every 2 weeks
vi: Mỗi 2 tuần 1 lần

source: Once a month
vi: Mỗi 1 tháng 1 lần

source: Performance
vi: Hiệu suất

source: Next Page URL
vi: URL trang tiếp theo

source: Time
vi: Thời gian

source: Memory Used
vi: Bộ nhớ đã sử dụng

source: Test results for %1$s with %2$s
vi: Kết quả cho %1$s với %2$s

source: and
vi: và

source: test code
vi: mã thử nghiệm

source: URL and/or content must exist to conduct the test.
vi: URL và/hoặc nội dung phải tồn tại để tiến hành thử nghiệm.

source: You must provide a valid CSS selector.
vi: Bạn phải khai báo một bộ lọc CSS hợp lệ.

source: JSON encoding error (%1$s)
vi: Lỗi mã hóa JSON (%1$s)

source: Errors
vi: Lỗi

source: Styling can be different on front page depending on your theme.
vi: Giao diện ở đây có thể sẽ khác so với khi hiển thị ngoài website, bởi vì nó đang chịu ảnh hưởng từ các CSS tại đây.

source: Categories
vi: Chuyên mục

source: Meta Keywords As Tags
vi: Meta keywords là thẻ

source: Excerpt
vi: Mô tả ngắn

source: Tags
vi: Thẻ

source: Prepared Post Tags
vi: Các thẻ của bài viết đã xử lý

source: Custom Post Meta
vi: Meta bài viết

source: Custom Post Taxonomies
vi: Taxonomies tùy chỉnh

source: Featured Image
vi: Ảnh đại diện

source: Attachments
vi: Tệp đính kèm

source: Next Page URLs
vi: Các URL trang tiếp theo

source: Test results for %1$s:
vi: Kết quả cho %1$s:

source: Test result for copying files to %1$s directory
vi: Kết quả sao chép tệp tin đến thư mục %1$s

source: Test result for find %1$s and replace with %2$s
vi: Kết quả cho tìm %1$s và thay thế với %2$s

source: (as regex)
vi: (Regex)

source: Test result for moving files to %1$s directory
vi: Kết quả di chuyển tệp tin đến thư mục %1$s

source: %2$s Test results for %1$s:
vi: %2$s Kết quả cho %1$s:

source: Only %1$s and file short codes are replaced for testing purposes. Values of some short codes might not be available when testing here. Use Tester page for a complete test.
vi: Chỉ %1$s và shortcode của tệp tin được thay thế cho mục đích thử nghiệm. Giá trị của một số shortcode có thể không hiển thị khi thử nghiệm ở đây. Sử dụng trang Thử nghiệm để thử nghiệm đầy đủ.

source: Test results for %1$s %2$s %3$s %4$s %5$s %6$s %7$s
vi: Kết quả cho %1$s %2$s %3$s %4$s %5$s %6$s %7$s

source: Crawler HTML with <span>current</span> find-replace applied
vi: HTML với tìm và thay thế <span>hiện tại</span> được áp dụng

source: <span>Raw</span> content
vi: Nội dung <span>nguyên bản</span>

source: Crawler HTML with <span>no</span> find-replace applied
vi: HTML <span>không</span> áp dụng tìm và thay thế

source: Crawler HTML with <span>all</span> raw HTML find-replaces applied
vi: HTML với <span>tất cả</span> tìm và thay thế trong HTML nguyên bản được áp dụng

source: For the URL
vi: Đối với URL

source: For the test code
vi: Đối với mã thử nghiệm

source: Success
vi: Thành công

source: Test results for %1$s%2$s on %3$s:
vi: Kết quả cho %1$s%2$s trên %3$s:

source: Only %1$s short code is replaced for testing purposes.
vi: Chỉ shortcode %1$s được thay thế cho mục đích thử nghiệm.

source: From
vi: Từ

source: Detect
vi: Phát hiện

source: To
vi: Đến

source: Translation test results with
vi: Kết quả thử nghiệm dịch với

source: Passwords do not match.
vi: Mật khẩu không khớp.

source: Term "%1$s" could not be added to taxonomy "%2$s" (Args: %3$s). Message: %4$s
vi: Không thể thêm giá trị "%1$s" vào taxonomy "%2$s" (Tham số: %3$s). Thông điệp: %4$s

source: %1$s could not be separated using these separators: %2$s
vi: Không thể tách %1$s bằng các dấu phân cách này: %2$s

source: KDN Auto Leech requires at least PHP 7.2. Your current PHP version is
vi: KDN Auto Leech yêu cầu phiên bản PHP tối thiểu là 7.2. Phiên bản PHP hiện tại của bạn là

source: KDN Auto Leech requires %s extensions enabled. Please enable these extensions.
vi: KDN Auto Leech yêu cầu kích hoạt các phần mở rộng: %s. Vui lòng kích hoạt các phần mở rộng này.

source: KDN Auto Leech requires zip extension enabled. Please enable zip extension.
vi: KDN Auto Leech yêu cầu kích hoạt zip. Vui lòng kích hoạt zip trong PHP Extensions.

source: Message
vi: Thông điệp

source: Complete the setup now.
vi: Hoàn thành thiết lập ngay bây giờ.

source: You can write plain text or regular expressions. If you want to use delimiters, you can use "/". If the expression does not start with "/", it is considered as it does not have delimiters. In that case, forward slashes will be automatically added. You can test your regex <a href="https://regex101.com/" target="_blank">here</a>.
vi: Bạn có thể viết văn bản thuần hoặc các biểu thức chính quy (Regex). Nếu bạn muốn thêm cờ (flags) để định nghĩa biểu thức, hãy sử dụng dấu gạch chéo "/". Nếu biểu thức chính quy không bắt đầu bằng dấu gạch chéo "/", nó sẽ được coi là không định nghĩa với cờ (flags) và dấu gạch chéo sẽ được thêm vào tự động. Bạn có thể thử nghiệm biểu thức <a href="https://regex101.com/" target="_blank">tại đây</a>.

source: If you give more than one selector, the first match will be used.
vi: Nếu bạn khai báo nhiều bộ lọc, phát hiện đầu tiên sẽ được sử dụng.

source: If you give more than one selector, all matches will be used.
vi: Nếu bạn khai báo nhiều bộ lọc, tất cả phát hiện sẽ được sử dụng.

source: <b>Note that</b> saving images will increase the time to save the posts, and hence memory usage.
vi: <b>Lưu ý:</b> việc lưu hình ảnh sẽ làm tăng thời gian lưu bài viết và sử dụng nhiều bộ nhớ hơn.

source: How to get it?
vi: Làm thế nào?

source: If you define more than one, a random one will be used.
vi: Nếu bạn khai báo nhiều giao diện, một giao diện ngẫu nhiên sẽ được sử dụng.

source: You can use <b>[%1$s]</b> short code with a dot key when the item is treated as JSON. A dot key shows the value's path in the JSON. For example, in <i>%2$s</i>, the dot key for <b>%3$s</b> is <b>%4$s</b>. To get <b>%3$s</b> using <i>[%1$s]</i>, you can write <b>[%1$s %4$s]</b>. After this, the short code will be replaced by <b>%3$s</b>. In case of array values, you can use the target value's index as well. For example, in <i>%5$s</i>, you can get <b>%6$s</b> with <b>[%1$s %7$s]</b>.
vi: Bạn có thể sử dụng shortcode <b>[%1$s]</b> với các dấu chấm khi bộ lọc được phân tích thành JSON. Dấu chấm chính là đường dẫn của giá trị trong JSON. Ví dụ: trong <i>%2$s</i>, dấu chấm cho <b>%3$s</b> sẽ là <b>%4$s</b>. Để lấy <b>%3$s</b> sử dụng <i>[%1$s]</i>, bạn có thể viết <b>[%1$s %4$s]</b>. Sau đó, shortcode sẽ được thay thế bằng <b>%3$s</b>. Trong trường hợp dữ liệu mảng, bạn có thể sử dụng chỉ mục của giá trị. Ví dụ: trong <i>%5$s</i>, bạn có thể lấy <b>%6$s</b> với <b>[%1$s %7$s]</b>.

source: The tests are conducted by creating a 1-byte temporary file that has the same name and extension with the found item. After the tests have been done, while the temporary files will be deleted, created folders will <b>not</b> be deleted.
vi: Các thử nghiệm được tiến hành bằng cách tạo một tệp tin tạm thời có kích thước 1 byte, cùng tên và phần mở rộng với kết quả tìm thấy. Sau khi thử nghiệm, các tệp tin tạm thời sẽ bị xóa, những thư mục được tạo thêm sẽ <b>không</b> bị xóa.

source: You can write 'text', 'html', or the name of another HTML attribute for the attribute input. 'text' will get the text content of the element, while 'html' will get the HTML of the element.
vi: Bạn có thể viết <b>'text'</b>, <b>'html'</b> hoặc bất cứ thuộc tính nào khác vào trường <b>Thuộc tính</b>. <b>'text'</b> sẽ lấy văn bản thuần, trong khi <b>'html'</b> sẽ lấy HTML của phần tử được chọn.

source: You can use wildcard character, which is %1$s, to indicate variable parts. For example, when you enter %2$s as domain, it will not allow %3$s. However, if you write it as %4$s or %5$s, it will be allowed. You can use the wildcard character anywhere in the domain name.
vi: Bạn có thể sử dụng ký tự đại diện là %1$s để thay cho các phần giá trị. Ví dụ: khi bạn nhập tên miền là %2$s thì %3$s cũng không được cho phép. Tuy nhiên, nếu bạn viết %4$s hoặc %5$s thì nó sẽ được cho phép. Bạn có thể sử dụng ký tự đại diện ở bất cứ đâu trong tên miền.

source: Notifications
vi: Thông báo
