Repository: NamAnhTranVu/wp
Catalog: kdn-auto-leech/app/lang/kdn-auto-leech-*.po
Languages: vi

source: Please fix the errors.
vi: Hãy sửa các lỗi.

source: Advanced settings for crawler
vi: Cài đặt nâng cao cho trình thu thập.

source: Always use UTF8 encoding?
vi: Luôn sử dụng mã hóa UTF8?

source: If you want to crawl all pages in UTF-8 encoding, check this.
vi: Nếu bạn muốn thu thập dữ liệu tất cả các trang với mã hóa UTF-8, hãy đánh dấu.

source: Convert encoding to UTF8 when it is not UTF8
vi: Mã hóa thành UTF8 khi nó không phải UTF8

source: If you want to convert the encoding of the HTML retrieved from target sites to UTF8 when it has a different encoding, check this.
vi: Nếu bạn muốn chuyển đổi mã hóa của HTML được truy xuất từ các trang mục tiêu sang UTF8 khi nó có mã hóa khác, hãy đánh dấu.

source: The user agent to be used when crawling, i.e. <span class="highlight variable">HTTP_USER_AGENT</span>. If you leave this empty, the default value will be used. You can find user agent strings <a target="_blank" href="http://www.useragentstring.com/pages/useragentstring.php">here</a>.
vi: User agent sẽ được sử dụng khi thu thập, nghĩa là <span class="highlight variable">HTTP_USER_AGENT</span>. Nếu bạn để trống, giá trị mặc định sẽ được sử dụng. Bạn có thể tìm thấy các chuỗi user agent <a target="_blank" href="http://www.useragentstring.com/pages/useragentstring.php">tại đây</a>.

source: HTTP accept value to be used when crawling, i.e. <span class="highlight variable">HTTP_ACCEPT</span>. If you leave this empty, the default value will be used.
vi: Giá trị của HTTP accept sẽ được sử dụng khi thu thập, nghĩa là <span class="highlight variable">HTTP_ACCEPT</span>. Nếu bạn để trống, giá trị mặc định sẽ được sử dụng.

source: Allow cookies?
vi: Cho phép cookies?

source: If you want to allow cookies when crawling, check this.
vi: Nếu bạn muốn cho phép cookies khi thu thập, hãy đánh dấu.

source: Connection timeout (in seconds)
vi: Thời gian chờ kết nối (tính bằng giây)

source: Maximum number of seconds in which target server should response. Write 0 to disable. Default: 0
vi: Cài đặt số giây tối đa có thể chờ để nhận phản hồi từ trang mục tiêu. Điền 0 để vô hiệu hóa. Mặc định: 0.

source: Use proxy?
vi: Sử dụng proxy?

source: If you want to use a proxy when crawling the target site, check this.
vi: Nếu bạn muốn sử dụng proxy khi thu thập trang mục tiêu, hãy đánh dấu.

source: URL for proxy testing
vi: URL cho thử nghiệm proxy

source: A URL to be used to perform the proxy test.
vi: Một URL được sử dụng để thử nghiệm các proxy.

source: You can write your proxies here. Write every proxy in a new line. If you want to use a proxy specifically with a protocol, write the proxy with its protocol. E.g. <span class="highlight proxy">https://192.168.16.1:10</span>, or <span class="highlight proxy">http://192.168.16.1:10</span>. You can also provide proxies that contain a scheme, username and password. E.g. <span class="highlight proxy">http://username:password@192.168.16.1:10</span>. If you do not specify the protocol, TCP will be used. SOCKS is not supported.
vi: Bạn có thể viết các proxy ở đây. Viết mỗi proxy trên một dòng mới. Nếu bạn muốn sử dụng một proxy đặc biệt với một giao thức, viết các proxy với giao thức của nó. Ví dụ: <span class="highlight proxy">https://192.168.16.1:10</span> hoặc <span class="highlight proxy">http://192.168.16.1:10</span>. Bạn cũng có thể khai báo các proxy có chứa một cấu trúc như tên người dùng và mật khẩu. Ví dụ: <span class="highlight proxy">http://username:password@192.168.16.1:10</span>. Nếu bạn không chỉ định các giao thức, TCP sẽ được sử dụng, SOCKS không được hỗ trợ.

source: New line-separated proxies...
vi: Mỗi proxy trên một dòng...

source: Proxy try limit
vi: Giới hạn thử proxy

source: Maximum number of proxies that can be tried for one request. Write 0 for no limitation. Default: 0
vi: Số lượng proxy tối đa có thể được thử cho một lần chạy. Điền 0 để không hạn chế. Mặc định: 0.

source: Randomize proxies
vi: Ngẫu nhiên hóa proxies

source: When you check this, the proxies you entered will be randomized. This means, the order of the proxies will be changed every time before a new request is made. If you do not check this, the proxies will be tried in the order you entered them.
vi: Khi đánh dấu, các proxy bạn nhập vào sẽ được sắp xếp ngẫu nhiên. Điều này có nghĩa là thứ tự của các proxy sẽ được thay đổi mỗi lần trước khi một truy vấn URL mới được tạo ra. Nếu bạn không đánh dấu, các proxy sẽ được sử dụng theo thứ tự bạn nhập chúng.

source: Main Settings
vi: Cài đặt chung

source: Set main page URL, scheduling options, duplicate post checking, cookies...
vi: Khai báo URL chính của trang mục tiêu, tùy chọn trạng thái chiến dịch, kiểm tra trùng lặp và cookies.

source: Site URL
vi: URL trang mục tiêu

source: Main URL of the site. E.g. <span class="highlight url">https://kdnautoleech.com</span>. You must fill this field.
vi: URL chính của trang mục tiêu. Ví dụ: <span class="highlight url">https://kdnautoleech.com</span>. Bạn phải điền vào trường này.

source: Active for scheduling?
vi: Thu thập?

source: If you want to activate this site for crawling, check this. If you do not check this, the site will not be crawled, no posts will be saved.
vi: Nếu bạn muốn kích hoạt thu thập cho chiến dịch này, hãy đánh dấu. Nếu bạn không đánh dấu, chiến dịch sẽ không được thu thập và không có bài viết nào được lưu.

source: Active for recrawling?
vi: Thu thập lại?

source: If you want to activate this site for post recrawling, check this. If you do not check this, the posts will not be recrawled.
vi: Nếu bạn muốn kích hoạt thu thập lại cho chiến dịch này, hãy đánh dấu. Nếu bạn không đánh dấu, các bài viết sẽ không được thu thập lại.

source: Active for post deleting?
vi: Xóa bài viết?

source: If you want to activate this site for post deleting, check this. If you do not check this, the posts will not be deleted.
vi: Nếu bạn muốn kích hoạt xóa bài viết cho chiến dịch này, hãy đánh dấu. Nếu bạn không đánh dấu, các bài viết sẽ không được xóa.

source: Active for post translation?
vi: Dịch bài viết?

source: If you want to activate this site for post translation, check this. If you do not check this, the posts will not be translated.
vi: Nếu bạn muốn kích hoạt dịch bài viết cho chiến dịch này, hãy đánh dấu. Nếu bạn không đánh dấu, các bài viết sẽ không được dịch.

source: Check duplicate posts via
vi: Kiểm tra trùng lặp bài viết

source: Check duplicate child posts via
vi: Kiểm tra trùng lặp bài viết con

source: Set how to decide whether a post is duplicate or not. Duplicate checking will be performed in this order: URL, title, content. If one of them is found, the post is considered as duplicate.
vi: Quy định xem một bài viết có trùng lặp hay không. Kiểm tra trùng lặp sẽ được thực hiện theo thứ tự này: URL, tiêu đề, nội dung. Nếu phát hiện một trong các quy định đã đánh dấu, bài viết sẽ được coi là trùng lặp và không được lưu.

source: Use custom general settings?
vi: Sử dụng cài đặt riêng?

source: If you want to specify different settings for this site (not use general settings), check this. When you check this, settings tabs will appear.
vi: Nếu bạn muốn sử dụng Cài đặt riêng cho chiến dịch này (không sử dụng Cài đặt chung), hãy đánh dấu. Khi bạn đánh dấu, tab Cài đặt riêng sẽ xuất hiện.

source: You can provide cookies that will be attached to every request. For example, you can provide a session cookie to crawl a site by a logged-in user.
vi: Bạn có thể cung cấp các cookie cho chiến dịch này. Ví dụ: bạn có thể sử dụng cookie để thu thập từ những trang web cần đăng nhập.

source: Cookie name
vi: Tên

source: Cookie content
vi: Giá trị

source: Settings Page
vi: Cài đặt mở rộng

source: Use cache for test URLs
vi: Sử dụng bộ nhớ đệm khi thử nghiệm

source: Check this if you want the plugin to cache the responses retrieved from the test URLs. By this way, you can test faster and send less number of requests to the target site. Caching will only be done for the tests done here in site settings.
vi: Đánh dấu nếu bạn muốn lưu các dữ liệu khi thử nghiệm vào bộ nhớ đệm. Bằng cách này bạn có thể thử nghiệm nhanh hơn và không cần truy vấn nhiều lần tới trang mục tiêu. Bộ nhớ đệm sẽ chỉ được sử dụng khi thử nghiệm trong cấu hình chiến dịch.

source: Fix tabs when page is scrolled down
vi: Cố định các TAB khi cuộn trang

source: Check this if you want to fix the tabs at the top of the page when the page is scrolled down.
vi: Đánh dấu nếu bạn muốn cố định các TAB cấu hình chiến dịch khi cuộn trang.

source: Fix content navigation when page is scrolled down
vi: Cố định điều hướng khi cuộn trang

source: Check this if you want to fix the content navigation at the top of the page when the page is scrolled down.
vi: Đánh dấu nếu bạn muốn cố định phần điều hướng khi cuộn trang.

source: Comma-separated attributes
vi: Thuộc tính (phân cách bằng dấu phẩy)

source: Set meta keywords and description keys
vi: Cài đặt meta keywords và description keys

source: Set the key under which the meta keywords are saved. This key depends on your SEO plugin. If you do not set a key, meta keywords will not be saved. If you use Yoast SEO, this key is <span class="highlight variable">_yoast_wpseo_metakeys</span>
vi: Cài đặt key theo đó các meta keywords sẽ được lưu. Key này phụ thuộc vào plugin SEO của bạn. Nếu bạn không đặt key, meta keywords sẽ không được lưu. Nếu bạn dùng Yoast SEO, key này sẽ là <span class="highlight variable">_yoast_wpseo_metakeys</span>

source: Set the key under which the meta description is saved. This key depends on your SEO plugin. If you do not set a key, meta description will not be saved. If you use Yoast SEO, this key is <span class="highlight variable">_yoast_wpseo_metadesc</span>
vi: Cài đặt key theo đó meta description sẽ được lưu. Key này phụ thuộc vào plugin SEO của bạn. Nếu bạn không đặt key, meta description sẽ không được lưu. Nếu bạn dùng Yoast SEO, key này sẽ là <span class="highlight variable">_yoast_wpseo_metadesc</span>.

source: Find and replace in all post pages
vi: Tìm và thay thế trong tất cả trang bài viết

source: If you want some things to be replaced with some other things in <b>HTML of the post page</b>, this is the place. The replacements will be done after the HTML of target page is loaded, and <i>before the replacements (for HTML of the page at first load) of the site being crawled is applied</i>. So, these are the first replacements that will be done before everything else. <b>These replacements will be applied to all of the active sites.</b>
vi: Nếu bạn muốn thay thế một số thứ trong <b>HTML của trang bài viết</b>, đây là nơi. Việc thay thế sẽ được thực hiện sau khi HTML của trang mục tiêu được tải và trước khi thay thế (trong lần tải đầu tiên) của chiến dịch được áp dụng. Vậy nên, đây là những những thay thế đầu tiên sẽ được thực hiện trước mọi thứ khác. <b>Những thay thế này sẽ áp dụng cho tất cả các chiến dịch đang hoạt động</b>.

source: Activate
vi: Kích hoạt

source: Activating, please wait...
vi: Đang kích hoạt, vui lòng chờ...

source: Please enter KEY to use full feature:
vi: Vui lòng nhập KEY để sử dụng đầy đủ tính năng:

source: Example
vi: Ví dụ

source: Update
vi: Cập nhật

source: LAST:
vi: CUỐI:

source: View
vi: Xem

source: Undefined
vi: Không xác định

source: Manage
vi: Quản lý

source: Last URL:
vi: URL cuối:

source: Saved:
vi: Đã lưu:

source: Post:
vi: Bài viết:

source: Last post:
vi: Bài viết cuối:

source: Category:
vi: Chuyên mục:

source: Cancel
vi: Hủy

source: items
vi: mục

source: Current page
vi: Trang hiện tại

source: of
vi: của

source: Next page
vi: Trang tiếp theo

source: Last page
vi: Trang cuối

source: First page
vi: Trang đầu tiên

source: Previous page
vi: Trang trước

source: Columns
vi: Cột

source: Number of items per page:
vi: Số đối tượng trên một trang:

source: Apply
vi: Áp dụng

source: Screen Options
vi: Tùy chọn hiển thị

source: Search by URL or ID
vi: Tìm theo URL hoặc ID

source: Search
vi: Tìm

source: Search:
vi: Tìm:

source: Bulk Actions
vi: Tác vụ

source: Restore
vi: Khôi phục

source: Delete temporarily
vi: Xóa tạm

source: Delete permanently
vi: Xóa vĩnh viễn

source: Filter by create date
vi: Lọc theo ngày khởi tạo

source: All dates
vi: Tất cả các ngày

source: Filter
vi: Lọc

source: Show more details
vi: Hiển thị chi tiết

source: Saved but without ID of post
vi: Đã lưu nhưng không có ID bài viết

source: Select bulk action
vi: Lựa chọn thao tác hàng loạt

source: Direct files
vi: Tệp trực tiếp

source: Direct file
vi: Tệp trực tiếp

source: Child post
vi: Bài viết con

source: Active for child post?
vi: Kích hoạt bài viết con?

source: Default Featured Image ID by keywords in post title
vi: ID ảnh đại diện mặc định theo từ khóa trong tiêu đề bài viết

source: Keywords (Separate by vertical lines)
vi: Từ khóa (phân cách bằng dấu sổ dọc)

source: Media IDs (Separate by commas)
vi: ID (phân cách bằng dấu phẩy)

source: Set the featured image by Media ID if matched a keyword in post title. Separate the keywords by vertical lines. If you want to randomize images, separate the Media IDs by commas. Note that you must upload images to <b>Media</b> without any uppercase characters in the file name. If you give more than one case, the first match will be used.
vi: Cài đặt ảnh đại diện bằng ID của tệp tin đa phương tiện nếu khớp với một từ khóa trong tiêu đề bài viết. Phân cách các từ khóa bằng dấu sổ dọc. Nếu bạn muốn ngẫu nhiên hóa các hình ảnh, phân cách các ID tệp tin đa phương tiện bằng dấu phẩy. <b>Lưu ý:</b> bạn phải tải các hình ảnh lên <b>Thư viện</b> và không chứa ký tự in hoa trong tên của tệp tin. Nếu bạn khai báo nhiều trường hợp, phát hiện đầu tiên sẽ được sử dụng.

source: Default Featured Image ID
vi: ID ảnh đại diện mặc định

source: Set the featured image by Media ID. If you want to randomize images, separate the Media IDs by commas. Note that you must upload images to <b>Media</b> without any uppercase characters in the file name.
vi: Cài đặt ảnh đại diện bằng ID của tệp tin đa phương tiện. Nếu bạn muốn ngẫu nhiên hóa các hình ảnh, phân cách các ID tệp tin đa phương tiện bằng dấu phẩy. <b>Lưu ý:</b> bạn phải tải các hình ảnh lên <b>Thư viện</b> và không chứa ký tự in hoa trong tên của tệp tin.

source: Save direct files?
vi: Lưu tệp trực tiếp?

source: If you want to save the direct files from post page, check this.
vi: Nếu bạn muốn lưu các tệp trực tiếp từ trang bài viết, hãy đánh dấu.

source: Direct File URL Selectors
vi: Phần tử HTML của URL tệp trực tiếp

source: CSS selectors for direct file URLs in the post page. By default will use the "src" attribute of specified element. You can write "href", "text" or an attribute of the target element for attribute input. If you give more than one selector, each match will be used when saving direct files.
vi: Xác định phần tử HTML của các URL tệp trực tiếp trong trang bài viết. Mặc định sẽ lấy thuộc tính <b>"src"</b> của phẩn tử được chọn. Bạn có thể viết <b>"href"</b>, <b>"text"</b> hoặc bất cứ thuộc tính nào khác vào trường <b>Thuộc tính</b>. Nếu bạn khai báo nhiều bộ lọc, mỗi phát hiện sẽ được sử dụng để lưu tệp trực tiếp.

source: If you want to save all pages from second page of the target post as child posts, check this. The all child posts will have <b>post_parent</b> is the ID of parent post. The parent post is the first page of target post.
vi: Nếu bạn muốn lưu tất cả các trang tiếp theo từ trang thứ hai của bài viết mục tiêu thành bài viết con, hãy đánh dấu. Tất cả bài viết con sẽ có <b>post_parent</b> là ID của bài viết cha. Bài viết cha chính là trang đầu tiên của bài viết mục tiêu.

source: Set post type for posts.
vi: Cài đặt loại cho các bài viết con.

source: Child post templates
vi: Giao diện bài viết con

source: Post templates
vi: Giao diện bài viết

source: Comma-separated IDs
vi: ID (phân cách bằng dấu phẩy)

source: Direct File Item Template
vi: Giao diện cho mỗi URL tệp trực tiếp

source: This template is used for the direct files. If you activated saving direct files and wrote some selectors for the direct file URLs, then the direct file items will be crawled. Here, you can set a template to be used for <b>each</b> direct file. You can include the entire direct files in main post template. <b>You must fill the template if you expect a direct file from the target page.</b>
vi: Giao diện này được sử dụng cho tính năng Tệp trực tiếp. Nếu bạn đã kích hoạt Lưu tệp trực tiếp và tạo một số bộ lọc CSS cho các URL tệp trực tiếp, sau đó các tệp trực tiếp sẽ được thu thập. Tại đây, bạn có thể cài đặt giao diện cho <b>mỗi</b> URL tệp trực tiếp. Bạn có thể đưa toàn bộ tệp trực tiếp vào trong Giao diện chính của bài viết bằng shortcode <span class="highlight selector">[kdn-main-direct-file]</span>. <b>Bạn phải điền vào đây nếu bạn muốn có các tệp trực tiếp từ trang mục tiêu</b>.

source: (as callback)
vi: (Callback)

source: Recrawling from the last page?
vi: Thu thập lại từ trang cuối?

source: If you want to activate recrawling from the last page for each post, check this.
vi: Nếu bạn muốn kích hoạt thu thập lại từ trang cuối cho mỗi bài viết, hãy đánh dấu.

source: Active for post ajax?
vi: Kích hoạt ajax bài viết?

source: Check this if you want to crawl data from ajax URLs in post page.
vi: Đánh dấu nếu bạn muốn thu thập nội dung từ các Ajax URL trong trang bài viết.

source: Ajax URL Selectors
vi: Phần tử HTML chứa Ajax URL

source: Test Ajax URL
vi: Ajax URL thử nghiệm

source: CSS selectors for ajax URLs. By default, this gets "href" of the specified elements. You can also use any attribute of the elements. If you give more than one selector, the first match of each selector will be used.
vi: Xác định phần tử HTML của Ajax URL. Mặc định sẽ lấy thuộc tính <b>"href"</b> của phần tử được chọn. Bạn cũng có thể sử dụng bất cứ thuộc tính nào khác của phần tử. Nếu bạn khai báo nhiều bộ lọc, phát hiện đầu tiên của mỗi bộ lọc sẽ được sử dụng.

source: A full ajax URL to be used to perform the tests for ajax page CSS selectors.
vi: Ajax URL đầy đủ được sử dụng để thử nghiệm các bộ lọc CSS cho trang ajax.

source: CSS selectors for unwanted elements in the ajax page. Specified elements will be removed from the HTML of the page. Content extraction will be done after the page is cleared from unnecessary elements.
vi: Xác định phần tử HTML không cần thiết. Các phần tử đó sẽ được xóa khỏi HTML của trang ajax. Nội dung sẽ được xuất ra sau khi các phần tử không cần thiết được xóa.

source: Custom Ajax URL
vi: Ajax URL tùy chỉnh

source: Write the full custom Ajax URLs. These are will be crawled after the Ajax URLs found by selectors are crawled.
vi: Viết các Ajax URL tùy chỉnh đầy đủ. Chúng sẽ được sử dụng để thu thập dữ liệu sau khi các Ajax URL tìm thấy bởi các bộ lọc được thu thập.

source: Post Format
vi: Định dạng bài viết

source: Set post format for the posts.
vi: Cài đặt định dạng cho các bài viết.

source: Set the first image in post content as featured image?
vi: Đặt ảnh đầu tiên trong nội dung bài viết làm ảnh đại diện?

source: If you want to set the first image in post content as featured image, check this.
vi: Nếu bạn muốn đặt ảnh đầu tiên trong nội dung bài viết làm ảnh đại diện, hãy đánh dấu.

source: Stop crawling
vi: Ngừng thu thập

source: Stop crawling do not save post?
vi: Ngừng thu thập không lưu bài viết?

source: Check this if you don't want to save the post when stop crawling.
vi: Đánh dấu nếu bạn không muốn lưu bài viết khi ngừng thu thập.

source: Stop crawling for first page (only first run)
vi: Ngừng thu thập cho trang đầu tiên (chỉ lần chạy đầu tiên)

source: If you activated <b>Recrawling from the last page</b>, this feature will be applied but only in first run. The <b>Matches</b> data will be merged with <b>Stop crawling in all run</b>. Note that, if the Last URL and First URL of the post are same, this feature will be not applied.
vi: Nếu bạn đã kích hoạt <b>Thu thập lại từ trang cuối</b>, tính năng này sẽ được áp dụng nhưng chỉ trong lần chạy đầu tiên. Các dữ liệu <b>Khớp</b> sẽ được hợp nhất với <b>Ngừng thu thập trong tất cả lần chạy</b>. Lưu ý rằng, nếu URL cuối và URL đầu tiên của bài viết là giống nhau, tính năng này sẽ không được áp dụng.

source: Stop crawling in all run
vi: Ngừng thu thập trong tất cả lần chạy

source: CSS selectors for stop crawling in all run. If the post is paginated, the <b>Matches</b> data will be combined together through each page and save to database.
vi: Xác định phần tử HTML cho ngừng thu thập trong tất cả lần chạy. Nếu bài viết được phân trang, các dữ liệu <b>Khớp</b> sẽ được kết hợp với nhau qua từng trang và lưu vào cơ sở dữ liệu.

source: Merge the stop crawling?
vi: Kết hợp ngừng thu thập?

source: Merge the rules of stop crawling in all run and in each run. That means only when two features all have <b>Matches</b> data then the post URL will be removed.
vi: Kết hợp các quy tắc của ngừng thu thập trong tất cả lần chạy và trong mỗi lần chạy. Điều đó có nghĩa rằng chỉ khi hai tính năng đều có dữ liệu <b>Khớp</b> thì URL bài viết mới được xóa.

source: Stop crawling in each run
vi: Ngừng thu thập trong mỗi lần chạy

source: CSS selectors for stop crawling in each run. If the post is paginated, the <b>Matches</b> data will be changed through each page.
vi: Xác định phần tử HTML cho ngừng thu thập trong mỗi lần chạy. Nếu bài viết được phân trang, các dữ liệu <b>Khớp</b> sẽ được thay đổi qua từng trang.

source: Stop crawling when go to the last page?
vi: Ngừng thu thập khi tới trang cuối?

source: Check this if you want to stop crawling when go to the last page. If stop crawling in all run or in each run has <b>Matches</b> data and the crawler go to the last page then the post URL will be removed. This feature will be applied after all <b>Stop crawling rules</b> are applied.
vi: Đánh dấu nếu bạn muốn ngừng thu thập khi tới trang cuối. Nếu ngừng thu thập trong tất cả lần chạy hoặc trong mỗi lần chạy có dữ liệu <b>Khớp</b> và trình thu thập đi đến trang cuối cùng thì URL bài viết sẽ được xóa. Tính năng này sẽ được áp dụng sau khi tất cả quy tắc <b>Ngừng thu thập</b> được áp dụng.

source: Matches
vi: Khớp

source: Custom HEADERs
vi: HEADERs tùy chỉnh

source: Customize the HEADERs which are transmitted in each URL query request by writing plain text for HEADER and Value.
vi: Tùy chỉnh HEADERs được truyền đi trong mỗi lần truy vấn URL bằng cách viết văn bản thuần của HEADER và Giá trị.

source: Custom HEADERs Selectors
vi: Phần tử HTML của HEADERs tùy chỉnh

source: CSS selectors for custom HEADERs. By default, this gets "text" of the specified elements. You can also use any attribute of the elements. If you give more than one selector, the first match of each selector will be used.
vi: Xác định phần tử HTML cho HEADERs tùy chỉnh. Mặc định sẽ lấy văn bản thuần "text" của phần tử được chọn. Bạn cũng có thể sử dụng bất cứ thuộc tính nào khác của phần tử. Nếu bạn khai báo nhiều bộ lọc, phát hiện đầu tiên của mỗi bộ lọc sẽ được sử dụng.

source: Custom HEADERs?
vi: HEADERs tùy chỉnh?

source: If you want to customize the HEADERs which are transmitted in each URL query request, check this.
vi: Nếu bạn muốn tùy chỉnh HEADERs được truyền đi trong mỗi lần truy vấn URL, hãy đánh dấu.

source: Recrawling:
vi: Đang thu thập lại:

source: Run count:
vi: Số lần chạy:

source: Total:
vi: Tổng số:

source: Search results for "%1$s"
vi: Kết quả tìm kiếm cho "%1$s"

source: <strong>A great tool to help you auto crawl content from any website in any field. Requires PHP version 7.2 or higher!</strong>
vi: <strong>Một công cụ tuyệt vời giúp bạn tự động thu thập nội dung từ bất cứ trang web nào trong bất kỳ lĩnh vực nào. Yêu cầu phiên bản PHP 7.2 trở lên!</strong>

source: Documentation
vi: Tài liệu

source: Activated
vi: Đã kích hoạt

source: Not activated
vi: Chưa kích hoạt

source: Updated!
vi: Đã cập nhật!
