Repository: NamAnhTranVu/wp
Catalog: kdn-auto-leech/app/lang/kdn-auto-leech-*.po
Languages: vi

source: Sorry, you are not allowed to access this page.
vi: Xin lỗi, bạn không được phép truy cập vào trang này.

source: JSON Parse?
vi: Phân tích JSON?

source: JSON Parse
vi: Phân tích JSON

source: Add categories from parent post?
vi: Thêm chuyên mục từ bài viết cha?

source: Check this if you want to add categories from parent post. Note that categories will be appended to the categories found by CSS selectors.
vi: Đánh dấu nếu bạn muốn thêm các chuyên mục từ bài viết cha. Lưu ý rằng những chuyên mục này sẽ được nối tiếp vào các chuyên mục được tìm thấy bởi bộ lọc CSS.

source: Add taxonomies from parent post?
vi: Thêm taxonomy từ bài viết cha?

source: Check this if you want to add taxonomies from parent post. Note that taxonomies will be appended to the taxonomies found by CSS selectors and custom taxonomies.
vi: Đánh dấu nếu bạn muốn thêm các taxonomy từ bài viết cha. Lưu ý rằng những taxonomy này sẽ được nối tiếp vào các taxonomy được tìm thấy bởi bộ lọc CSS và taxonomy tùy chỉnh.

source: Add post meta from parent post?
vi: Thêm meta từ bài viết cha?

source: Check this if you want to add post meta from parent post. Note that post meta will be appended to the post meta found by CSS selectors and custom post meta.
vi: Đánh dấu nếu bạn muốn thêm các meta từ bài viết cha. Lưu ý rằng những meta này sẽ được nối tiếp vào các meta tìm thấy bởi bộ lọc CSS và meta tùy chỉnh.

source: Product URL Selectors
vi: Phần tử HTML của URL sản phẩm

source: CSS selectors for product URL.
vi: Xác định phần tử HTML của URL sản phẩm.

source: Site:
vi: Chiến dịch:

source: Bypass delete
vi: Không tự động xóa

source: Bypass delete:
vi: Không tự động xóa:

source: Do not bypass delete
vi: Cho phép tự động xóa

source: Method
vi: Phương thức

source: Started parameter
vi: Tham số bắt đầu

source: You can customize the method to request the target URL by writing rules to the <b>Matches</b> field and the method into the <b>Method</b> field. If the target URL that match (or negate match) these rules, the correspond request method will be applied. If you want to parse parameters of target URL as array, write the started parameter into to <b>Started parameter</b> field. If you give more than one rule, the first match will be used.
vi: Bạn có thể tùy chỉnh phương thức truy vấn tới URL mục tiêu bằng cách viết các quy tắc vào trường <b>Khớp</b> và phương thức vào trường <b>Phương thức</b>. Nếu URL mục tiêu khớp (hoặc phủ định khớp) với một trong các quy tắc này, phương thức tương ứng sẽ được áp dụng. Nếu bạn muốn phân tích các tham số của URL mục tiêu dưới dạng mảng, hãy viết tham số bắt đầu vào trường <b>Tham số bắt đầu</b>. Nếu bạn khai báo nhiều quy tắc, phát hiện đầu tiên sẽ được sử dụng.

source: Request method
vi: Phương thức truy vấn

source: JS Cron Interval
vi: Khoảng thời gian cho JS Cron

source: Set interval for JS Cron (in seconds). Set 0 if you do not want to use JS Cron.
vi: Cài đặt khoảng thời gian cho JS Cron (tính bằng giây). Đặt là 0 nếu bạn không muốn sử dụng JS Cron.

source: Thank you for using <a href="https://kdnautoleech.com" target="_blank">KDN Auto Leech</a>
vi: Cảm ơn bạn đã sử dụng <a href="https://kdnautoleech.com" target="_blank">KDN Auto Leech</a>

source: Version
vi: Phiên bản

source: API Key retrieved from Yandex Translator.
vi: API Key được lấy từ Yandex Translator.

source: Test Yandex Translator Options
vi: Thử nghiệm Yandex Translator

source: Yandex Translator Options
vi: Yandex Translator

source: You can write any text to test Yandex Translator options you configured.
vi: Bạn có thể viết bất cứ văn bản nào để thử nghiệm các tùy chọn Yandex Translator mà bạn đã cấu hình.

source: Can not translate. String: %1$s
vi: Không thể dịch được. Chuỗi: %1$s

source: Translate?
vi: Dịch?

source: If you check this, each item will be tried to be translate.
vi: Nếu bạn đánh dấu, mỗi kết quả sẽ được cố gắng dịch.

source: None
vi: Không

source: Downloading plugin package...
vi: Đang tải về gói mở rộng...

source: Plugin package was downloaded.
vi: Gói mở rộng đã được tải về.

source: Cannot download the plugin package.
vi: Không thể tải về gói mở rộng.

source: An error occurred when updating plugin. Please try again!
vi: Đã xảy ra lỗi khi cập nhật gói mở rộng. Vui lòng thử lại!

source: An error was occurred!
vi: Đã có lỗi xảy ra!

source: Extracting plugin package...
vi: Đang giải nén gói mở rộng...

source: Plugin package was extracted.
vi: Gói mở rộng đã được giải nén.

source: Plugin updated successfully!
vi: Cập nhật gói mở rộng thành công!

source: Cannot extract the plugin package.
vi: Không thể giải nén gói mở rộng.

source: If this page not redirect automatically, please <b><a href="%s">click here</a></b>!
vi: Nếu trang này không tự động chuyển hướng, vui lòng <b><a href="%s">nhấp vào đây</a></b>!

source: Deleting...
vi: Đang xóa...

source: Custom short code:
vi: Shortcode tùy chỉnh:

source: Parse cookies
vi: Phân tích cookies

source: Parse cookies from string as: name1=value1; name2=value2;...
vi: Phân tích cookies từ chuỗi như: name1=value1; name2=value2;...

source: When you check this, the API Keys you entered will be randomized. This means, the order of the API Keys will be changed every time before a new request is made. If you do not check this, the API Keys will be tried in the order you entered them.
vi: Khi đánh dấu, các API Key bạn nhập vào sẽ được sắp xếp ngẫu nhiên. Điều này có nghĩa là thứ tự của các API Key sẽ được thay đổi mỗi lần trước khi một truy vấn URL mới được tạo ra. Nếu bạn không đánh dấu, các API Key sẽ được sử dụng theo thứ tự bạn nhập chúng.

source: Randomize API Keys?
vi: Ngẫu nhiên hóa API Keys?

source: Parse headers
vi: Phân tích headers

source: Parse headers from string as: Header1: Value1 Header2: Value2 ...
vi: Phân tích headers từ chuỗi như: Header1: Value1 Header2: Value2 ...

source: All sites
vi: Tất cả chiến dịch

source: Negate?
vi: Phủ định?
