Repository: NamAnhTranVu/wp
Catalog: kdn-auto-leech/app/lang/kdn-auto-leech-*.po
Languages: vi

source: Set notification email addresses...
vi: Cài đặt địa chỉ email để nhận thông báo...

source: Notifications are active?
vi: Kích hoạt thông báo?

source: If you want to activate notification emails, check this.
vi: Nếu bạn muốn kích hoạt thông báo qua email, hãy đánh dấu.

source: Email interval
vi: Khoảng thời gian gửi email

source: Set how many minutes should pass before sending another similar notification about the same site. Default: 30
vi: Cài đặt số phút cần đạt ngưỡng trước khi gửi một thông báo tương tự về cùng một chiến dịch. Mặc định: 30.

source: Email addresses
vi: Địa chỉ email

source: Write email addresses to which notifications can be sent.
vi: Điền các địa chỉ email để nhận thông báo.

source: No HTML. If you expect HTML, make sure the HTML is valid or there is network connection.
vi: Không có HTML. Nếu bạn mong đợi HTML, hãy đảm bảo HTML hợp lệ hoặc có kết nối mạng.

source: No result
vi: Không có kết quả

source: Response retrieved from cache.
vi: Phản hồi được truy xuất từ bộ nhớ đệm.

source: Invalidate cache for this URL
vi: Vô hiệu hóa bộ nhớ đệm cho URL này

source: Invalidate
vi: Vô hiệu hóa

source: Invalidate all test URL caches
vi: Vô hiệu hóa tất cả bộ nhớ đệm của URL thử nghiệm

source: Invalidate all
vi: Vô hiệu hóa tất cả

source: Append
vi: Nối tiếp

source: Selector
vi: Phần tử

source: Refresh languages
vi: Làm mới ngôn ngữ

source: Refresh languages by retrieving them from the API. By this way, if there are new languages, you can get them.
vi: Làm mới ngôn ngữ bằng cách truy xuất chúng từ API. Bằng cách này, nếu có ngôn ngữ mới, bạn có thể lấy chúng.

source: Translation
vi: Dịch

source: Set content translation options
vi: Cài đặt và tùy chọn dịch nội dung bài viết.

source: Translation is active?
vi: Kích hoạt dịch?

source: If you want to activate automated content translation, check this. Note that translating will increase the time required to crawl a post.
vi: Nếu bạn muốn kích hoạt dịch nội dung tự động, hãy đánh dấu. <b>Lưu ý:</b> dịch sẽ làm tăng thời gian thu thập dữ liệu cho một bài viết.

source: Translate with
vi: Dịch với

source: Select the translation service you want to use to translate contents. You also need to properly configure the settings of the selected API below.
vi: Lựa chọn công cụ dịch bạn muốn sử dụng để dịch nội dung. Bạn cũng cần phải cấu hình đúng các cài đặt API đã chọn bên dưới.

source: Google Cloud Translation Options
vi: Google Cloud Translation

source: Translate from
vi: Dịch từ

source: Select the language of the content of crawled posts.
vi: Lựa chọn ngôn ngữ của nội dung bài viết đang được thu thập.

source: Translate to
vi: Dịch sang

source: Select the language to which the content should be translated.
vi: Lựa chọn ngôn ngữ cần dịch sang cho nội dung.

source: Project ID retrieved from Google Cloud Console.
vi: Project ID được lấy từ Google Cloud Console.

source: API key retrieved from Google Cloud Console.
vi: API key được lấy từ Google Cloud Console.

source: Test Google Translate Options
vi: Thử nghiệm Google Translate

source: You can write any text to test Google Translate options you configured.
vi: Bạn có thể viết bất cứ văn bản nào để thử nghiệm các tùy chọn Google Translate mà bạn đã cấu hình.

source: Test text to translate...
vi: Văn bản cần dịch...

source: Microsoft Translator Text Options
vi: Microsoft Translator Text

source: Client secret retrieved from Microsoft Azure Portal.
vi: Client secret được lấy từ Microsoft Azure Portal.

source: Test Microsoft Translator Text Options
vi: Thử nghiệm Microsoft Translator

source: You can write any text to test Microsoft Translator Text options you configured.
vi: Bạn có thể viết bất cứ văn bản nào để thử nghiệm các tùy chọn Microsoft Translator mà bạn đã cấu hình.

source: Scheduling
vi: Thu thập

source: Set time intervals to crawl the sites
vi: Cài đặt khoảng thời gian để thu thập cho các chiến dịch.

source: Scheduling is active?
vi: Kích hoạt thu thập?

source: If you want to activate automated checking and crawling for the active sites, check this.
vi: Nếu bạn muốn kích hoạt thu thập tự động cho các chiến dịch đang hoạt động, hãy đánh dấu.

source: Post URL Collection Interval
vi: Khoảng thời gian thu thập URL bài viết

source: Set interval for post URL collection.
vi: Cài đặt khoảng thời gian thu thập URL bài viết.

source: Post Crawl Interval
vi: Khoảng thời gian thu thập dữ liệu bài viết

source: Set interval for post crawling, i.e. saving posts by visiting collected URLs.
vi: Cài đặt khoảng thời gian thu thập dữ liệu các bài viết, nghĩa là lưu bài viết bằng cách truy cập vào các URL đã được thu thập.

source: Maximum number of pages to crawl per category
vi: Số trang tối đa muốn thu thập cho mỗi chuyên mục

source: How many pages at maximum can be crawled for each category of each site? Set this <b>0</b> to get all available pages for each category.
vi: Tối đa bao nhiêu trang có thể được thu thập cho mỗi chuyên mục của mỗi chiến dịch? Đặt là <b>0</b> để thu thập tất cả trang hợp lệ cho mỗi chuyên mục.

source: Maximum number of pages to check to find new post URLs
vi: Số trang tối đa để tìm URL bài viết mới

source: How many pages should be checked before going back checking the first page of the category, if there is no new URLs found? Default is <b>0</b>, meaning that all of the pages will be checked until the last page. <br /><br /> For example, if you say 3 pages and there is no new posts found in 3 different pages of a category in a row, e.g. 4th, 5th, and 6th pages, then the crawler goes to the first page to check for new URLs, without trying 7th and pages coming after 7th page.
vi: Tối đa bao nhiêu trang được kiểm tra trước khi quay lại trang đầu tiên của chuyên mục, nếu không tìm thấy URL bài viết mới?. Mặc định là <b>0</b>, nghĩa là tất cả các trang sẽ được kiểm tra cho đến trang cuối cùng.<br /><br />Ví dụ, nếu bạn điền vào là 3 và không có bài viết mới nào được tìm thấy trong 3 trang liên tiếp của một chuyên mục (ví dụ: trang 4, 5 và 6), sau đó trình thu thập sẽ quay lại trang đầu tiên để tìm bài viết mới mà không thử kiểm tra trang 7 hoặc các trang sau trang 7.

source: Run count for URL collection event
vi: Số lần chạy thu thập URL bài viết

source: For example, when you set this to 2, and interval for URL collection to 1 minute, URL collection event will be run 2 times every minute. Default value is 1.
vi: Ví dụ: khi bạn đặt là 2 và khoảng thời gian thu thập URL bài viết là 1 phút, thì thu thập URL bài viết sẽ được chạy 2 lần mỗi phút. Mặc định là 1.

source: Run count for post-crawling event
vi: Số lần chạy thu thập dữ liệu bài viết

source: For example, when you set this to 3, and interval for post crawl to 2 minutes, post-crawling event will be run 3 times every 2 minutes. Default value is 1.
vi: Ví dụ: khi bạn đặt là 3 và khoảng thời gian thu thập dữ liệu bài viết là 2 phút, thì thu thập dữ liệu bài viết sẽ được chạy 3 lần mỗi 2 phút. Mặc định là 1.

source: Recrawling
vi: Thu thập lại

source: Recrawling is active?
vi: Thu thập lại?

source: If you want to activate post recrawling for active sites, check this. By this way, the posts will be recrawled (updated).
vi: Nếu bạn muốn kích hoạt thu thập lại bài viết cho các chiến dịch đang hoạt động, hãy đánh dấu. Bằng cách này, bài viết sẽ được thu thập lại dữ liệu (cập nhật).

source: Post Recrawl Interval
vi: Khoảng thời gian thu thập lại dữ liệu bài viết

source: Run count for post-recrawling event
vi: Số lần chạy thu thập lại dữ liệu bài viết

source: For example, when you set this to 3, and interval for post recrawl to 2 minutes, post-recrawling event will be run 3 times every 2 minutes. Default value is 1.
vi: Ví dụ: khi bạn đặt là 3 và khoảng thời gian thu thập lại bài viết là 2 phút, thì thu thập lại bài viết sẽ được chạy 3 lần mỗi 2 phút. Mặc định là 1.

source: Maximum recrawl count per post
vi: Số lần thu thập lại tối đa cho mỗi bài viết

source: How many times at maximum a post can be recrawled (updated). Set this to 0 if you do not want to limit. Default: 0
vi: Tối đa bao nhiêu lần thu thập lại (cập nhật) dữ liệu cho một bài viết? Đặt là 0 nếu bạn không muốn giới hạn. Mặc định: 0.

source: Minimum time between two recrawls for a post (in minutes)
vi: Thời gian tối thiểu giữa hai lần thu thập lại dữ liệu cho một bài viết (tính bằng phút)

source: At least how many minutes should pass after the last recrawl so that a post can be suitable for recrawling again? E.g. if you set this to 60 minutes, for a post to become suitable for recrawling again, there should have passed at least 60 minutes. Set 0 to set no limit. Default: 1440 (1 day)
vi: Tối thiểu bao nhiêu phút cần đạt ngưỡng sau lần thu thập lại dữ liệu cuối để bài viết trở nên hợp lệ cho lần thu thập lại dữ liệu tiếp theo? Ví dụ: nếu bạn đặt là 60 thì 60 phút sau bài viết sẽ trở nên hợp lệ để được thu thập lại lần nữa. Đặt là 0 để không giới hạn. Mặc định: 1440 (1 ngày).

source: Recrawl posts newer than (in minutes)
vi: Thu thập lại dữ liệu bài viết mới hơn khoảng thời gian chỉ định (tính bằng phút)

source: E.g. if you set this to 1440 minutes, the posts older than 1 day will not be recrawled. Set 0 to set no limit. Default: 43200 (1 month)
vi: Ví dụ: nếu bạn đặt là 1440 phút, các bài viết cũ hơn 1 ngày sẽ không được thu thập lại dữ liệu. Đặt là 0 để không giới hạn. Mặc định: 43200 (1 tháng).

source: Deleting
vi: Xóa bài viết

source: Deleting is active?
vi: Kích hoạt xóa bài viết?

source: If you want to activate post deleting, check this. By this way, the old posts that were crawled previously will be deleted. The posts will be <b>deleted permanently</b>. <b>They will not be sent to the trash.</b> You cannot access or retrieve the posts after they are deleted.
vi: Nếu bạn muốn kích hoạt xóa bài viết, hãy đánh dấu. Bằng cách này, các bài viết được thu thập trước đây sẽ được xóa. Các bài viết sẽ được <b>xoá vĩnh viễn</b> mà không đưa đến thùng rác và bạn không thể truy cập hay lấy lại các bài viết sau khi chúng bị xóa.

source: Post Delete Interval
vi: Khoảng thời gian xóa bài viết

source: Set interval for post deleting event.
vi: Cài đặt khoảng thời gian xóa bài viết.

source: Maximum number of posts to delete for each run
vi: Số bài viết tối đa muốn xóa cho mỗi lần chạy

source: Maximum number of posts that can be deleted for each run of post delete event. The posts will be deleted WordPress-way to allow other plugins to interrupt or listen to the process. So, a lot of work will be done each time a post is being deleted. Please keep this in mind. <b>Setting this option to a low value is highly recommended.</b> Default: %s, Min: %s
vi: Tối đa bao nhiêu bài viết có thể sẽ được xóa trong mỗi lần chạy? Các bài viết sẽ được xóa theo cách mặc định của WordPress để cho phép các plugin khác làm gián đoạn hoặc can thiệp vào quá trình. Vì vậy, rất nhiều công việc sẽ được thực hiện mỗi khi một bài viết đang bị xóa. Hãy ghi nhớ điều này. <b>Cài đặt tùy chọn này với giá trị thấp là điều rất được khuyến khích</b>. Mặc định: %s, Tối thiểu: %s.

source: Delete posts older than (in minutes)
vi: Xóa bài viết cũ hơn khoảng thời gian chỉ định (tính bằng phút)

source: E.g. if you set this to 1440 minutes, the posts older than 1 day will be deleted. Default: 43200 (1 month), Min: %1$s
vi: Ví dụ: nếu bạn đặt là 1440 phút, các bài viết cũ hơn 1 ngày sẽ được xóa. Mặc định: 43200 (1 tháng), Tối thiểu: %1$s.

source: Delete post attachments?
vi: Xóa các tệp đính kèm?

source: If you want the attachments of the posts to be deleted along with the post, check this.
vi: Nếu bạn muốn các tệp đính kèm của bài viết bị xóa cùng với bài viết, hãy đánh dấu.

source: Template...
vi: Giao diện...

source: You can create templates for the current file. You can use the short codes below. In addition, you can use custom short codes you defined in the settings. When there are more than one template, a random one will be selected for each found item. Before applying the options in this tab, find-replace and file operations options will be applied, respectively.
vi: Bạn có thể tạo giao diện cho tệp tin hiện tại. Bạn có thể sử dụng các shortcode bên dưới. Ngoài ra, bạn cũng có thể sử dụng các shortcode tùy chỉnh mà bạn đã cấu hình. Nếu bạn tạo nhiều giao diện, một giao diện ngẫu nhiên sẽ được sử dụng cho mỗi giá trị được tìm thấy. Trước khi áp dụng các tùy chọn trong TAB này, Tìm và thay thế và Thao tác tệp tin sẽ được áp dụng trước.

source: Values of the short codes about the files might change when they are applied to saved files.
vi: Giá trị của các shortcode về tệp tin có thể thay đổi khi chúng được áp dụng cho các tệp tin đã lưu.

source: File name templates
vi: Giao diện cho tên của tệp tin

source: Define templates for the name of the file. File extension will be added to the name automatically. Short codes in file names will be treated differently. Opening and closing brackets for the short codes will be replaced with <b>%1$s</b> and <b>%2$s</b>, respectively. You can write short codes regularly. This is just to inform you so that you do not get surprised when you see opening and closing brackets of the short codes are changed in the test results.
vi: Xác định giao diện cho tên của tệp tin. Phần mở rộng của tệp tin sẽ được thêm vào tự động. Các shortcode trong tên của tệp tin sẽ được xử lý khác nhau. Dấu ngoặc mở và đóng của các shortcode sẽ được thay thế bằng <b>%1$s</b> và <b>%2$s</b> tương ứng. Bạn có thể viết các shortcode như bình thường. Chú thích này chỉ thông báo để bạn không bị bất ngờ khi thấy dấu ngoặc mở và đóng của các shortcode bị thay đổi trong kết quả kiểm tra.

source: Media title templates
vi: Giao diện cho tiêu đề của tệp tin

source: Define templates for the title of the media that will be created for the file.
vi: Xác định giao diện cho tiêu đề của tệp tin.

source: Media description templates
vi: Giao diện cho mô tả của tệp tin

source: Define templates for the description of the media that will be created for the file.
vi: Xác định giao diện cho mô tả của tệp tin.

source: Media caption templates
vi: Giao diện cho chú thích của tệp tin

source: Define templates for the caption of the media that will be created for the file.
vi: Xác định giao diện cho chú thích của tệp tin.

source: Media alternate text templates
vi: Giao diện cho văn bản thay thế của tệp tin

source: Define templates for the alt text of the media that will be created for the file.
vi: Xác định giao diện cho văn bản thay thế của tệp tin.

source: Post Page Settings
vi: Cài đặt bài viết

source: Selectors and options to be used when crawling post pages
vi: Bộ lọc CSS và những tùy chọn được sử dụng khi thu thập các trang bài viết.

source: Test Post URL
vi: URL bài viết thử nghiệm

source: A full post URL to be used to perform the tests for post page CSS selectors.
vi: URL đầy đủ của bài viết được sử dụng để thử nghiệm các bộ lọc CSS cho trang bài viết.

source: Post Title Selectors
vi: Phần tử HTML của tiêu đề bài viết

source: CSS selectors for post title. E.g. <span class="highlight selector">h1</span>. This gets text of the specified element. If you give more than one selector, the first match will be used.
vi: Xác định phần tử HTML của tiêu đề bài viết. Ví dụ: <span class="highlight selector">h1</span>. Mặc định sẽ lấy văn bản thuần của phần tử được chọn. Nếu bạn khai báo nhiều bộ lọc, phát hiện đầu tiên sẽ được sử dụng.

source: Post Excerpt Selectors
vi: Phần tử HTML của mô tả ngắn bài viết

source: CSS selectors for the post excerpt, if exists. E.g. <span class="highlight selector">p.excerpt</span>. This gets html of the specified element. If you give more than one selector, the first match will be used.
vi: Xác định phần tử HTML của mô tả ngắn bài viết, nếu tồn tại. Ví dụ: <span class="highlight selector">p.excerpt</span>. Mặc định sẽ lấy <b>html</b> của phần tử được chọn. Nếu bạn khai báo nhiều bộ lọc, phát hiện đầu tiên sẽ được sử dụng.

source: Post Content Selectors
vi: Phần tử HTML của nội dung bài viết

source: CSS selectors for the post content. This gets HTML of specified element. E.g. <span class="highlight selector">.post-content > p</span>. If you give more than one selector, each match will be crawled and the results will be merged.
vi: Xác định phần tử HTML của nội dung bài viết. Mặc định sẽ lấy <b>html</b> của phần tử được chọn. Ví dụ: <span class="highlight selector">.post-content > p</span>. Nếu bạn khai báo nhiều bộ lọc, mỗi phát hiện sẽ được thu thập và các kết quả sẽ được hợp nhất.

source: Post Tag Selectors
vi: Phần tử HTML của mỗi thẻ bài viết

source: CSS selectors for post tags. By default, this gets "text" of the specified elements. You can also use any attribute of the elements. If you give more than one selector, the results will be combined to create post tags.
vi: Xác định phần tử HTML của mỗi thẻ bài viết. Mặc định sẽ lấy văn bản thuần <b>(text)</b> của phần tử được chọn. Bạn có thể sử dụng bất cứ thuộc tính nào khác của phần tử. Nếu bạn khai báo nhiều bộ lọc, các kết quả sẽ được kết hợp để tạo thẻ bài viết.

source: Post Slug (Permalink) Selectors
vi: Phần tử HTML chứa slug của bài viết

source: CSS selectors for post slug. The slug is the post name in the URL of the saved post. If the slug is not unique, a unique slug will be generated from the found slug. If a slug is not found, the slug will automatically be generated from the post title.
vi: Xác định phần tử HTML chứa slug của bài viết. Slug chính là <b>post_name</b> trong URL của bài viết sau khi lưu. Nếu slug không phải là duy nhất, một slug duy nhất sẽ được tạo ra từ slug được tìm thấy. Nếu không tìm thấy bất cứ slug nào thì slug sẽ được tạo ra từ tiêu đề của bài viết.

source: Category
vi: Chuyên mục

source: Category Name Selectors
vi: Phần tử HTML của tên chuyên mục

source: CSS selectors for category names. Found names will be used to assign the post's categories. If a category with a found name does not exist, it will be created. This gets text of the found element by default.
vi: Xác định phần tử HTML của tên chuyên mục. Những tên được tìm thấy sẽ được sử dụng để gán vào chuyên mục của bài viết. Nếu chuyên mục với tên được tìm thấy không tồn tại, nó sẽ được tạo ra. Mặc định sẽ lấy văn bản thuần <b>(text)</b> của phần tử được chọn.

source: Add all found category names?
vi: Thêm tất cả tên chuyên mục được tìm thấy?

source: Check this if you want to add all categories found by category name selectors. Otherwise, when there are multiple selectors, only the results of the first match will be used.
vi: Đánh dấu nếu bạn muốn thêm tất cả chuyên mục được tìm thấy bởi bộ lọc tên chuyên mục. Nếu không, khi bạn khai báo nhiều bộ lọc, chỉ có kết quả của phát hiện đầu tiên được sử dụng.

source: Category Name Separators
vi: Dấu phân cách tên chuyên mục

source: Set separators for category names. For example, if a category name selector finds 'shoes, women, casual', when you add ',' as separator, there will be three categories as 'shoes', 'women', and 'casual'. Otherwise, the category name will be 'shoes, women, casual'. If you add more than one separator, all will be applied.
vi: Xác định dấu phân cách cho các tên chuyên mục. Ví dụ, nếu bộ lọc tên chuyên mục tìm thấy <b>'shoes, women, casual'</b>, và bạn điền dấy phẩy <b>','</b> là dấu phân cách, như vậy sẽ có ba chuyên mục là <b>'shoes'</b>, <b>'women'</b>, và <b>'casual'</b>. Nếu không, tên chuyên mục sẽ là <b>'shoes, women, casual'</b>. Nếu bạn khai báo nhiều dấu phân cách, tất cả chúng sẽ được áp dụng.

source: Separator...
vi: Dấu phân cách...

source: Add as subcategories?
vi: Thêm dưới dạng kế thừa chuyên mục con?

source: When you check this, if there are more than one category name found by a single selector input, each category name that comes after a category name in the found category names will be considered as the previous category name's child category. This option applies to a single selector input. When there are multiple selector inputs, their results will <b>not</b> be combined to create a subcategory hierarchy. As an example, let's say a selector found three category names as 'shoes', 'women', and 'casual'. When you check this option, the post will be in 'shoes > women > casual' category. However, if these three categories are found by three different selectors, the post will have 'shoes', 'women', and 'casual' categories separately, not hierarchically. If you do not want to create a subcategory hierarchy, do not check this. When you check this, all categories will be added under the category defined in the category map.
vi: Khi bạn đánh dấu, nếu có nhiều tên chuyên mục được tìm thấy bởi một bộ lọc, mỗi tên chuyên mục xuất hiện sau một tên chuyên mục trong các tên chuyên mục tìm thấy sẽ được coi là chuyên mục con của chuyên mục trước đó. Tùy chọn này sẽ áp dụng cho mỗi bộ lọc. Khi bạn khai báo nhiều bộ lọc, các kết quả sẽ <b>không</b> được hợp nhất để tạo chuyên mục phân cấp. Ví dụ, nếu một bộ lọc tìm thấy ba tên chuyên mục là <b>'shoes'</b>, <b>'women'</b>, and <b>'casual'</b>. Khi bạn đánh dấu tùy chọn này, bài viết sẽ có chuyên mục <b>'shoes > women > casual'</b>. Tuy nhiên, nếu ba chuyên mục này được tìm thấy bởi ba bộ lọc khác nhau, bài viết sẽ có ba chuyên mục <b>'shoes'</b>, <b>'women'</b>, and <b>'casual'</b> riêng biệt, không phân cấp. Nếu bạn không muốn tạo chuyên mục phân cấp, hãy bỏ đánh dấu tùy chọn này. Khi bạn đánh dấu, tất cả chuyên mục tìm thấy sẽ là chuyên mục con của chuyên mục đã được xác định trong Bản đồ chuyên mục.

source: Do not add the category defined in the category map?
vi: Thêm dưới dạng chuyên mục độc lập?

source: Check this if you do not want the post to have the category defined in the category map. This option will be applied only if at least one category is found by category name selectors.
vi: Đánh dấu nếu bạn không muốn các chuyên mục tìm thấy bởi bộ lọc được thêm dưới dạng chuyên mục con của chuyên mục đã xác định trong Bản đồ chuyên mục vào bài viết. Tùy chọn này chỉ được áp dụng nếu có tối thiểu một chuyện mục được tìm thấy bởi các bộ lọc tên chuyên mục.

source: Post Date Selectors
vi: Phần tử HTML của thời gian bài viết

source: CSS selectors for post date. E.g. <span class="highlight selector">[itemprop="datePublished"]</span>. If you give more than one selector, then the first match will be used. Found date will be parsed by %1$s function. So, if the date found by the selectors cannot be parsed properly, you need to use find-and-replace options to change the date into a suitable format. Generally, sites show the date via meta tags in a format like %2$s. This format will be parsed without any issues.
vi: Xác định phần tử HTML của thời gian bài viết. Ví dụ: <span class="highlight selector">[itemprop="datePublished"]</span>. Nếu bạn khai báo nhiều bộ lọc, phát hiện đầu tiên sẽ được sử dụng. Thời gian sẽ được phân tích bởi hàm %1$s. Vậy nên, nếu không thể phân tích chính xác thời gian mà bộ lọc tìm thấy, bạn cần sử dụng Tìm và thay thế trong thời gian để thay đổi thời gian sang định dạng chuẩn. Nói chung, hầu hết các trang web sẽ hiển thị thời gian thông qua thẻ meta theo định dạng %2$s. Định dạng này sẽ được phân tích chính xác mà không có bất cứ vấn đề nào xảy ra.

source: Test Date
vi: Thời gian thử nghiệm

source: A date to be used to perform tests for the find-replace settings for dates.
vi: Thời gian được sử dụng để thử nghiệm các cài đặt Tìm và thay thế trong thời gian.

source: Find and replace in dates
vi: Tìm và thay thế trong thời gian

source: If you want some things to be replaced with some other things in <b>found post dates</b>, this is the place. The replacement will be done before parsing the date.
vi: Nếu bạn muốn thay thế một số thứ trong <b>thời gian bài viết được tìm thấy</b>, đây là nơi. Việc thay thế sẽ được áp dụng trước khi phân tích thời gian.

source: Minutes that should be added to the final date
vi: Số phút cần thêm vào thời gian
